[
    {
        "text": "There's a growing group of dissenters who believe Americans can survive without law enforcement as we know it. And Americans, those dissenters believe, may even be better off without it. The solution to police brutality and racial inequalities in policing is simple, supporters say: Just defund police. It's as straightforward as it sounds: Instead of funding a police department, a sizable chunk of a city's budget is invested in communities, especially marginalized ones where much of the policing occurs. The concept's been a murmur for years, particularly following the protests against police brutality in Ferguson, Missouri, though it seemed improbable in 2014. But it's becoming a shout. With the deaths of George Floyd and Breonna Taylor at the hands of police and nationwide protests demanding reform, at least one city is considering dissolving its police force altogether. Does defunding the police mean disbanding the police? That depends on who you ask, said Philip McHarris, a doctoral candidate in sociology at Yale University and lead research and policy associate at the Community Resource Hub for Safety and Accountability. Some supporters of divestment want to reallocate some, but not all, funds away from police departments to social services. Some want to strip all police funding and dissolve departments. The concept exists on a spectrum, but both interpretations center on reimagining what public safety looks like, he said. It also means dismantling the idea that police are \"public stewards\" meant to protect communities. Many Black Americans and other people of color don't feel protected by police, McHarris said. Why defund police? McHarris says divesting funds ends the culture of punishment in the criminal justice system. And it's one of the only options local governments haven't tried in their attempts to end deaths in police custody. Trainings and body cameras haven't brought about the change supporters want. McHarris grew up in a neighborhood where there were \"real, discernible threats of gun violence,\" and he said he never thought to call the police -- that was for his own safety. Instead, he relied on neighbors who helped him navigate threats of danger. What if, he said, those people could provide the same support they showed him on a full-time basis? To explain why he supports the idea, Isaac Bryan, the director of UCLA's Black Policy Center, points to history: Law enforcement in the South began as slave patrol, a team of vigilantes hired to recapture escaped slaves. Then, when slavery was abolished, police enforced Jim Crow laws -- even the most minor infractions. And today, police disproportionately use force against black people, and black people are more likely to be arrested and sentenced. \"That history is engrained in our law enforcement,\" Bryan said. Where would those funds go? Patrisse Cullors, co-founder of the Black Lives Matter movement, said defunding the police means reallocating those funds to support people and services in marginalized communities. Defunding law enforcement \"means that we are reducing the ability for law enforcement to have resources that harm our communities,\" Cullors said in an interview with WBUR, Boston's public radio station. \"It's about reinvesting those dollars into black communities, communities that have been deeply divested from.\" Those dollars can be put back into social services for mental health, domestic violence and homelessness, among others. Police are often the first responders to all three, she said. Those dollars can be used to fund schools, hospitals, housing and food in those communities, too -- \"all of the things we know increase safety,\" McHarris said. Why disband police? Disbanding police altogether falls on the more radical end of the police divestment spectrum, but it's gaining traction. MPD150, a community advocacy organization in Minneapolis, focuses on abolishing local police. Its work has been spotlighted since the death of George Floyd in Minneapolis Police custody. \"The people who respond to crises in our community should be the people who are best-equipped to deal with those crises,\" the organization says. Rather than \"strangers armed with guns,\" the organization says, first responders should be mental health providers, social workers, victim advocates and other community members in less visible roles. It argues law and order isn't abetted by law enforcement, but through education, jobs and mental health services that low-income communities are often denied. MPD150 and other police abolition organizations want wider access to all three. Would defunding police lead to an uptick in violent crimes? Defunding police on a large scale hasn't been done before, so it's tough to say. But there's evidence that less policing can lead to less crime. A 2017 report, which focused on several weeks in 2014 through 2015 when the New York Police Department purposely pulled back on \"proactive policing,\" found that there were 2,100 fewer crime complaints during that time. The study defines proactive policing as the \"systematic and aggressive enforcement of low-level violations\" and heightened police presence in areas where \"crime is anticipated.\" That's exactly the kind of activity that police divestment supporters want to end. Will defunding the police come to pass? It's radical for an American city to operate without law enforcement, but it's already being discussed in Minneapolis. City council member Steve Fletcher, in a Twitter thread, said council members are discussing \"what it would take to disband the Minneapolis Police Department and start fresh with a community-oriented, non-violent public safety and outreach capacity.\" \"We can totally reimagine what public safety means, what skills we're recruiting for, what tools we do and don't need,\" he wrote. \"We can invest in cultural competency and mental health training, de-escalation and conflict resolution.\" Defunding is simpler than disbanding, though, and at least one mayor's already taken that step. After Californians decried a proposal to increase the Los Angeles Police Department budget to $1.86 billion, Los Angeles Mayor Eric Garcetti agreed to slash between $100 million to $150 million from the proposed funding. It's not a significant dent in the budget, but it's proof that officials are listening, Bryan said. \"A week ago, defunding the police in any capacity would sound like 'pie in the sky,'\" he said. \"Now we're talking about it. Defunding police in its entirety still might sound like 'pie in the sky,' but next week might be different.\" "
    },
    {
        "text": "New York City will move some of its funding from the New York Police Department to youth and social services, Mayor Bill De Blasio said on Sunday. His announcement comes as discussions grow around the country about defunding police forces, with some activists calling on city officials to invest more of the city's budget in communities, especially marginalized ones where much of the policing occurs. The news also comes as protests continue nationwide following the death of George Floyd at the hands of police in Minneapolis. The demonstrations have at times been turbulent in New York, with acts of violence both by police and against them. \"These will be the first of many steps my Administration will take over the next 18 months to rebuild a fairer City that profoundly addresses injustice and disparity,\" de Blasio said in a statement. The city would only reallocate funding in a way that would ensure the city would still remain safe, de Blasio said at a press conference. \"While we have taken many steps to reform policing in this city, there is clearly more work to do to strengthen trust between officers and the New Yorkers they serve,\" de Blasio said. De Blasio said New York City would find \"find significant savings in the NYPD budget\" that will go toward \"youth development and social services for communities of color.\" Going forward, the city will move street vendor enforcement out of the NYPD's responsibilities, so they can focus on \"the real drivers of crime,\" the mayor said. Two NYPD officers suspended without pay Two NYPD officers have been suspended without pay for their actions in policing protesters and a supervisor of one of them has been reassigned, the mayor said. The officers who were suspended include one who is accused of shoving a woman to the ground in Brooklyn last Friday, and another who is accused of pulling down a protester's face covering and spraying them with paper spray that day. Both officers also face further disciplinary action. A supervisor who was in charge of the officer who shoved the woman has been reassigned, and more reviews are being done, de Blasio said. Other cities are also taking action Other cities have also made efforts to defund police. Minneapolis Mayor Jacob Frey was met by loud boos when he told protesters on Saturday that he did not support disbanding the police department. On Sunday, nine members of the Minneapolis City Council announced they intend to defund and dismantle the city's police department. Last week, after Californians decried a proposal to increase the Los Angeles Police Department budget to $1.86 billion, Los Angeles Mayor Eric Garcetti agreed to slash between $100 million to $150 million from the proposed funding. Asked Sunday about recent calls to defund police, New York Gov. Andrew Cuomo said disbanding or stripping entire police departments would lead to even more looting, a problem that New York City has been dealing with during the protests. \"But no police? You get looting,\" Cuomo said. \"That's what you get. Nobody wants that.\" De Blasio said New York City will work to bring community voices to senior levels of NYPD by hiring community ambassadors. Conversations with a task force of city leaders for equity and inclusion prompted him to make the change, the mayor said. The task force also made recommendations for what the NYPD should focus on. CNN's Anna Sturla and Scottie Andrew contributed to this report."
    },
    {
        "text": "Washington Several top Trump administration officials claimed Sunday that systemic racism is not an issue in US law enforcement agencies -- even as thousands of Americans continue to take to the streets to protest against racism and police violence following the police killing of a black man in Minneapolis. \"I think there's racism in the United States still but I don't think that the law enforcement system is systemically racist. I understand the distrust, however, of the African American community given the history in this country,\" Attorney General William Barr said in an interview with CBS. Barr added that he thinks since the 1960s, \"we've been in a phase of reforming our institutions and making sure that they are in sync with our laws and aren't fighting a rearguard action to impose inequities.\" Barr's colleague, acting Homeland Security Secretary Chad Wolf, similarly dismissed the idea that racism is a problem in law enforcement, arguing instead that \"some\" officers \"abuse their jobs.\" \"Painting law enforcement with a broad brush of systemic racism is really a disservice to the men and women who put on the badge, the uniform every day, risk their lives every day to protect the American people,\" Wolf told ABC. And when Secretary of Housing and Urban Development Ben Carson was asked if he thinks systemic racism is an issue in US law enforcement, Carson, who is African American, demurred, saying he grew up in a time when there was \"real systemic racism.\" \"We have policemen who are rogue -- the vast majority of policemen are wonderful,\" he said. The death of George Floyd, a black man who was killed late last month by a white officer who knelt on his neck for more than 8 minutes, has spurred massive, ongoing demonstrations in cities across the country. The comments Sunday from the three Cabinet-level officials provide a starkly different view of America than that of the thousands of protesters, who are demanding justice for Floyd and seeking to call attention to decades of police abuse toward black Americans as a result of what they say is institutionalized racism in law enforcement agencies. Last week, following days of intense protests -- some of which turned violent at times -- national security adviser Robert O'Brien also said systemic racism wasn't a problem in police agencies, arguing instead that \"a few bad apples\" give the impression of racism among law enforcement officers. Apart from the throngs of protesters taking to the streets, many local, state and federal officials have also acknowledged that systemic racism is a problem in police forces, including the Democratic mayor of Minneapolis, Jacob Frey, whose office said this weekend that he is \"unwavering in his commitment to\" working with the city's police chief to remedy the issue. Speaking about the issue last week, Democratic New Jersey Sen. Cory Booker, who is black, also struck a decidedly different tone, telling CNN that \"black people in communities all across this country live in fear of the police.\" And presumptive Democratic presidential nominee Joe Biden has delivered speeches and met with community members in his home state of Delaware and neighboring Pennsylvania calling for the dire need to end systemic racism in the US. CNN's Nicky Robertson, Austen Bundy, Sarah Mucha and MJ Lee contributed to this report."
    },
    {
        "text": "Several universities this week joined a growing list of schools reporting coronavirus cases within their athletic programs. Arkansas State reported that seven athletes from three sports programs tested positive last Wednesday. They were all asymptomatic and will remain in quarantine for 14 days, the university said. Three football players from Auburn University in Alabama tested positive, an Auburn athletics spokesperson confirmed to CNN. The three athletes are asymptomatic and have been placed in self-isolation in a dorm away from the rest of the team. Marshall University and Oklahoma State University announced they've each had several athletes test positive. And Iowa State University reported one new case. The new cases come after multiple reports surfaced last week that at least five players on the University of Alabama football team tested positive for the virus. Kevin Klintworth, senior associate athletic director at Oklahoma State University, said Wednesday that three student-athlete tests resulted in \"asymptomatic positives.\" More than 150 student-athletes, staff and administration members were tested during the athletic department's reopening protocol. Oklahoma State linebacker Amen Ogbongbemiga, one of the three players, announced on Twitter he had tested positive after attending a protest in Tulsa, Oklahoma. \"After attending a protest in Tulsa AND being well protective of myself, I have tested positive for COVID-19. Please, if you are going to protest, take care of yourself and stay safe,\" he tweeted. He was one of 30 players on the football team to return to campus last Monday. CNN's Kevin Dotson contributed to this report."
    },
    {
        "text": "Most times when we look at polling we talk about margins. For example, former Vice President Joe Biden leads President Donald Trump by a 7 point margin in an NBC News/Wall Street Journal poll out on Sunday. What that can miss, however, is that Biden's close to 50% (49%), while Trump isn't anywhere close (42%) in the poll. Indeed, if you look at the average of live interview polls released since last Sunday, Biden manages to eclipse 50% (51%). That is, he has a majority for now. This is a key milestone that shouldn't be undersold. View Trump and Biden head-to-head polling As I've noted in the past, Trump's comeback in 2016 was made considerably easier by the fact that Democrat Hillary Clinton wasn't polling close to 50%. The average live interview poll taken in June 2016 (when Libertarian Gary Johnson was included) had Clinton at a mere 42%. Not a single one of those polls had her even touching 50%. In fact, she never got close in the average of polls during the rest of the campaign. Biden, meanwhile, reached at least 50% in three live interview polls this past week (ABC News/Washington Post, Monmouth University and NPR/PBS NewsHour/Marist College). When Trump closed the gap in the waning days of the 2016 campaign, he had to convince very few Clinton supporters to vote for him. Trump merely had to pick up support from those who were undecided or backing a third party candidate. Right now, Trump's road will be difficult if not next to impossible to win if he doesn't take back voters who are already with Biden. Other historical examples aren't too kind to Trump either. The only other challenger at this point who was at or hovering around 50% was Jimmy Carter in 1976. He won. Visit CNN's Election Center for full coverage of the 2020 race One of the presidents who I often point to as a beacon of hope to Trump is Harry Truman. He is the one incumbent president who was trailing outside the margin of error at this point in his bid for a second term who came back to win. Moreover, Truman was the only president with a net negative approval rating (approval - disapproval) below -5 points at this point in the campaign to come back and win. Here's the problem for Trump: The average poll at this point had Truman's Republican opponent Thomas Dewey at 46%. So even as Biden's advantage over Trump in these polls is less than 2 points greater than Dewey's was over Truman (just south of 9 points), Biden's earning about 5 points more support from voters. Dewey simply didn't have voters committing to him the same way Biden does at this point. Indeed, Trump's need to convince those who aren't already with the other camp is reflected in another way. His disapproval rating in the average poll is 54%. No other president at this point in the polling era had a disapproval rating this high before their chance to win a second term. Truman's was 47%, as his approval rating languished at 39%. There was, however, a majority of Americans who at least didn't disapprove of him. Trump proved in 2016 that he can defy history. If he is to win a second term in 2020, Trump's going to have to make some. "
    },
    {
        "text": "New York The editor of The New York Times' editorial page, James Bennet, has resigned, publisher A.G. Sulzberger announced Sunday. Bennet's resignation comes after the publication of a controversial op-ed from Republican Sen. Tom Cotton earlier in the week drew significant criticism, including from dozens of the newspaper's staffers. Sulzberger also said that Jim Dao, a deputy editorial page editor who had publicly taken responsibility as overseeing the editing of the piece, would be stepping off the masthead and reassigned to the newsroom. Katie Kingsbury, another deputy editorial page editor, will oversee the editorial page through the 2020 election. The tectonic restructuring capped a week of turmoil inside the nation's paper of record, with staff engaging in debate over the publication of Cotton's op-ed and grilling The Times' leadership over the process that led up to it. \"While this has been a painful week across the company, it has sparked urgent and important conversations,\" Sulzberger wrote employees in the memo announcing the changes. Cotton's piece, published Wednesday with the title \"Send In the Troops,\" argued the Insurrection Act could be invoked to deploy the military across the country to assist local law enforcement with unrest sparked by the death of George Floyd. The op-ed was published in The Times' opinion section, but staffers from both opinion and the newsroom — which operate separate from one another — publicly dissented. Bennet initially defended running the op-ed, but later said his section was wrong to have published it and blamed a break down in the editorial process for the blunder. Sulzberger's announcement that Bennet would depart stunned staffers, people familiar with internal conversations at The Times told CNN Business. One Times staffer said the episode had prompted meaningful conversations about systemic racial biases and diversity inside the newsroom. The person said such conversations have gone deeper than simply ensuring a diverse staff and have been about larger issues regarding race and The Times' role in society. At a town hall with employees on Friday, Sulzberger and Bennet both said that the op-ed process was inadequate for the current moment and had structural problems, a person who was on the call told CNN Business. \"Last week we saw a significant breakdown in our editing processes, not the first we've experienced in recent years,\" Sulzberger wrote Sunday, referencing other major debacles that had taken place at the opinion section under Bennet's leadership. \"James and I agreed that it would take a new team to lead the department through a period of considerable change.\" Bennet's tenure had been marked by a series of high-profile blunders. The Times' opinion section was left reeling in September after it fumbled a story about an allegation of sexual misconduct against Supreme Court Justice Brett Kavanaugh. The opinion vertical faced heat last summer for the actions of columnist Bret Stephens. And last April, the opinion section apologized after publishing an anti-Semitic cartoon in its international edition. The latest debacle resulted in criticism from Republicans who contended that the newspaper was exhibiting bias against them. Cotton sharply criticized The Times for saying his op-ed didn't meet its standards, noting that Bennet had initially defended the op-ed. Cotton told Fox News the newspaper had caved to a \"mob of woke kids.\" \"My op-ed doesn't meet the New York Times standards,\" Cotton said. \"It far exceed their standards which are normally full of left-wing, sophomoric drivel.\" President Trump on Sunday responded to the news by attacking the newspaper in a tweet. "
    },
    {
        "text": "A police officer in Fairfax County, Virginia, faces up to three years in prison in connection with his arrest and use of a stun gun on a black man who cried out, \"I can't breathe.\" Fairfax County police released bodycam footage of the incident, which appears to show Officer Tyler Timberlake using a stun gun on the man without provocation. In a news conference Saturday night, Chief of Police Col. Edwin C. Roessler Jr. said the footage -- dated Friday, June 5 -- showed the officer violating the department's use-of-force policies and committing \"criminal acts\" that \"violate our oath of office\" and \"ignore the sanctity of human life.\" \"The video also erodes the public's trust of police officers, not only in Fairfax County,\" Roessler said, \"but throughout this world. These acts are unacceptable.\" The release of the footage comes at a time of heightened tension across the country following the death of George Floyd in Minneapolis. Four now-former officers face charges in that case. Floyd's death catalyzed nationwide protests demanding justice for Floyd and other African Americans who died at the hands of police. Timberlake, an 8-year veteran of the force, faces three charges of assault and battery in connection with the incident, said Fairfax County Commonwealth's Attorney Steve T. Descano. The officer faces up to 36 months in prison, Descano said. All the officers who were at the scene were \"relieved of duty\" pending the results of criminal and administrative investigations, Roessler said, in accordance with department policy. An attorney for Timberlake told CNN on Sunday that he had just started reviewing the case and would not be commenting at that time. \"We can all agree that the footage of this incident is unsettling,\" Descano said. \"I want our community to know that we are pursuing charges that are in line with current law and supported by the evidence with which we have been presented.\" \"However,\" he said, \"I also appreciate that this may not immediately reconcile our feelings about what we see.\" The victim has not been identified publicly. Following the incident he was treated at a local hospital and released, Roessler said, adding he reached out to the victim and his mother to express his \"disgust\" with the officer's actions and \"assured her justice will be served.\" What the video shows When the footage begins, the officer wearing the bodycam steps out of a patrol car and addresses a man, who appears to be disoriented and incoherent, walking on a residential street. EMTs linger next to an ambulance parked nearby as the officers ask the man if he needs oxygen. One of the EMTs approaches and tells the man he's there to help. \"Just tell me what you need,\" the EMT says. The man appears to tell them he wants to go to detox, but as the officer and EMT try to convince him to get into the ambulance, the man walks in the other direction and continues to walk in circles. Moments later, another officer is seen walking toward the man, who appears to see the officer before turning away. As he turns, the second officer releases his stun gun. The man yells and drops to the ground. The second officer rolls the man onto his stomach and then kneels on his back as he cries out. The officer appears to strike the left side of the man's head before he places the stun gun on the back of man's neck and activates it. The man begins to struggle with officers, saying, \"No, no.\" As he struggles the EMTs help the officers hold the man down and police handcuff him. \"I can't breathe, I can't breathe,\" the man says as the officers get off of him and step away. Descano said at Saturday's news conference that Roessler had reached out earlier in the day to make him aware of the video. Charges were filed against Timberlake that evening, Descano said. He praised the use of cameras that filmed the incident, saying he \"cannot overstate\" the value of the bodycam footage in this case. \"Without it I fear we would have had an unfortunately narrow and somewhat distorted view of what happened in one of our own neighborhoods,\" Descano said. "
    },
    {
        "text": "Mukhtar Ibrahim didn't imagine the communities he covers would be at the epicenter of protests sweeping the nation when he founded a startup news website in Minnesota last year. But in the aftermath of George Floyd's death, Ibrahim and his small staff at the Sahan Journal have been on the front lines. The nonprofit news site is dedicated to covering immigrants and refugees in Minnesota. And Ibrahim says in recent days they've been pushing to cover important angles many national media stories have missed, like why a growing number of young Somalis are joining the protests in Minneapolis and what happened after the city's only Spanish-language radio station burned down. The 32-year-old editor and executive director spoke with CNN this week about what his team is seeing on the streets of Minneapolis. The interview has been edited for length and clarity. Q: Minnesota is known for having a large Somali immigrant community. How have they been impacted by George Floyd's death and by the protests, and how have you seen Somali immigrants responding? A: The Somalis are also black and they've been disproportionately affected by the police activities. And if you go to the protests, they are more highly visible than before. The younger generation clearly came out this time. Probably they have more interactions with the police than their parents or they can relate more with the African American experience than their parents. I used to cover protests before. And this is completely different. I saw a lot of young Somalis participating, especially young females, wearing the hijab and all that. We talked to a lot of people who say they are afraid of the police. When they see a police officer, they tense up. And those experiences show the lack of trust between the black community and the police. And it doesn't matter whether you are a new immigrant or whether you were born here or whether your parents fled from civil war it's almost the same experience as the African American community. Q: And you mentioned that there can be kind of a generation gap between older Somalis and younger Somalis. Why is that? A: The older generation, some of them fled civil war. They went through traumatizing events. They came here to have a better life and to raise a family, and all that, so they are probably more grateful to be here. And, you know, while their kids who were born here don't have all that baggage, they see what's going on. These kids, they went through the educational system. They have more history under their belt. They learned about inequalities and they experience them themselves on the streets. And that kind of creates a gap. Q: I have seen some stories quoting Somalis talking about how they survived war, and they came to this country as refugees in search of safety, and now they're finding themselves in the midst of this situation. Is that something you've been seeing? What is it like for them and what is it like for you, as someone who came to the US from Somalia years ago, to see violence erupting in this country? A: I mean, the dynamics are different. But, you know, at the end of the day, it's violence. And you know, buildings burned down and looting and all of that, some people get flashbacks because this reminds them of what they have fled. But we know what's causing this. And that makes a difference. In Somalia, people were fighting against each other. It was a civil war. Here it's completely different. It's a system against people. And you cannot compare those two. Here there are protests. If something is burned down, you can always rebuild a building that's been damaged. But, the killing of George Floyd really shows how the system affects people. Q: There's also a geographic connection, right, between the Somali community and the part of Minneapolis where Mr. Floyd was killed? A: Yeah, that area is actually one of the most diverse places in Minneapolis. There are a lot of immigrant-owned businesses and community centers and mosques. And it's a vibrant corridor. And it's the heart of a lot of Latino-owned and Somali-owned businesses. If you look at the stores damaged or businesses being affected, it's predominately immigrant-owned. Q: What do you want the world to know about the situation you're seeing unfolding in your community right now? When you see national coverage of George Floyd's death and the protests in Minneapolis, what are the stories you think aren't being told that should be? A: I think the human toll of this is something that I haven't seen really being covered. The coverage tends to be a little bit disconnected from what people are feeling, their experiences, how they have been through this multiple times, how it's affecting them, the trauma that this causes -- the generational trauma. These kids, their parents, their grandparents, it's something that has been going on for centuries. I think that hasn't been explored enough. And, you know, the media tend to carry the official narrative and give more weight to that than the human voices and the community voices. I hope they will shift the focus a little bit and make it more human-centric, more community-centric than just you know, quoting talking heads or quoting officials. You see young people being really frustrated and you wonder why. Why is everyone frustrated? Why do they hate the police? Why the cursing at the police? What's causing that? I'm always more curious to learn about that than just covering the latest developments. Q: And in conversations that you and your colleagues have been having with people, how have they been answering that question? Why are they feeling this way? A: They're saying the police harass them, they intimidate them even if they don't do anything. They stop them when they're even walking down the street. And that way of policing is something that really frustrates people. ... You know, when you're interacting with the young black person really upset and crying and afraid of the police, it breaks your heart. And that's not what probably the white community experiences. And you just ask, why? Q: What has it been like for your site to be covering this moment in Minnesota's history, and in the United States' history? A: We are a small staff. We have been trying to really tackle this from unique angles because it's something affecting a lot of people. So if you look at our coverage, we have written about the young Somalis, we have written about how the Asian community is being targeted. One of the officers is Hmong, and some people target people who have similar last names as the police officer. We have been covering how the immigrant businesses have been damaged during the protests. Q: What has stood out or surprised you as someone who is an expert in covering these communities and has been doing it for a while? A: The diversity of the protesters. It's really a lot of different communities, ethnic backgrounds. This case really hit a nerve and you can see that on the street. ... I've lived here for almost 16 years. I have never seen anything like this. "
    },
    {
        "text": "After a weekend of massive peaceful protests around the country, White House officials are currently deliberating a plan for President Donald Trump to address the nation this week on issues related to race and national unity, as Housing and Urban Development Secretary Ben Carson hinted in an interview with CNN on Sunday and a senior administration official said was under serious consideration. Many allies of the President spent the last week distraught as they watched Trump fumble his response to the police killing of George Floyd, only to follow his perceived silence on the resulting racial tensions with a federal law enforcement crackdown on the protesters near his fortified doorstep. Aides and allies were not comforted by the backlash over his decision to have federal officers aggressively clear Lafayette Park in front of the White House to facilitate a widely-panned attempt at a photo-op in front of St. John's Church. And the rest of the week continued on a downward spiral, as protests across the country grew and Trump faced an onslaught of well-known conservatives, generals and former Trump administration officials who excoriated his response and called for new leadership come November. Carson suggested during an interview with CNN's Jake Tapper on \"State of the Union\" that the President this week would further address Floyd's killing and the tensions it exposed. \"I believe you're going to be hearing from the President this week on this topic in some detail. And I would ask you maybe to reserve judgment until after that time,\" Carson said. Despite the belief by many aides and allies that this was one of the worst weeks of Trump's tenure, a source close to the White House said there has been a more optimistic shift in the last two days. The shocking job numbers released Friday showing a better-than-expected picture kicked off the weekend, and while the White House has struggled to come up with any sort of consistent messaging in response to Floyd's death while in police custody, and the movement it touched off, officials are starting the week with new resolve and new talking points. Allies and advisers believe that the lack of violence over the weekend allows the President to double down on his \"law and order\" message, painting the relative calm as a direct result of his push for \"domination\" in the streets, a source close to the White House told CNN. Additionally, some in and around the White House now believe they were given a gift by protesters over the weekend, as chants of \"defund the police\" permeated the streets. This source said there are plans to link Democrats to this effort in the hope of siphoning off more moderate voters who may view it as extreme. Trump spent Sunday morning linking former Vice President Joe Biden to the \"defund the police\" movement, and his campaign has already begun to hammer Biden and other Democrats over what the President's team has tried to frame as their tolerance of destruction and lawlessness. \"Defund the Police\" is the push by some activists for a sizable chunk of a city's police budget to instead be invested in communities, especially marginalized ones where much of the policing occurs. "
    },
    {
        "text": "Washington Former Republican Secretary of State Colin Powell said Sunday that President Donald Trump has \"drifted away\" from the Constitution, adding to a growing list of former top military officials who have strongly criticized the President's response to the nationwide protests surrounding the police killing of George Floyd. \"We have a Constitution. And we have to follow that Constitution. And the President has drifted away from it,\" Powell, a retired general who served under President George W. Bush, told CNN's Jake Tapper on \"State of the Union.\" The comments from Powell, the first African American secretary of state and chairman of the Joint Chiefs of Staff, add to a growing list of rebukes made in recent days by former top officials who have expressed discontent with Trump's strongman approach to the protests sparked by the death of Floyd, a black man who was killed in late May by a white police officer in Minneapolis. Powell said he's \"proud\" of what a number of former generals, admirals and diplomats have said about Trump's response last week to the widespread protests, adding that he hadn't released a public statement denouncing Trump's response because he felt he had demonstrated his displeasure with Trump in 2016 when he voted against him. \"I think what we're seeing now, is (the most) massive protest movement I have ever seen in my life, I think it suggests the country is getting wise to this and we're not going to put up with it anymore,\" the retired general told Tapper. In contrast, he called out Republican lawmakers for largely staying silent on Trump's response last week to the national unrest. \"I watched the senators heading into the chamber the other day after all this broke, with the reporters saying, 'What do you have to say? What do they you to say?'\" he said. \"They had nothing to say. They would not react.\" Powell throws his support behind Biden The former Republican official also said he is he is planning to vote for Democrat Joe Biden for president in November, again voting against Trump as he had done in 2016. \"I'm very close to Joe Biden on a social matter and on a political matter. I worked with him for 35, 40 years, and he is now the candidate and I will be voting for him,\" Powell said. Asked why it was so important to him that Trump not be reelected, Powell said that he thinks Trump has not been an effective president and that he lies \"all the time.\" \"What we have to do now is reach out to the whole people, watch these demonstrations, watch these protests, and rather than curse them, embrace them to see what it is we have to do to get out of the situation that we find ourselves in now,\" he told Tapper. \"We're America, we're Americans, we can do this. We have the ability to do it, and we ought to do it. Make America not just great, but strong and great for all Americans, not just a couple.\" Trump attacked Powell on Twitter shortly after his interview Sunday, blasting the former Bush official as \"a real stiff\" and Biden as \"another stiff.\" The President also lashed out at the former secretary of state for his role in presenting the US' case against Iraq to the United Nations in 2003. Nation's moral standing 'demonized' under Trump The former secretary of state told Tapper he thinks the United States' moral standing on the world stage has been \"demonized\" under Trump's leadership. \"They're looking at these demonstrations. They see that these are demonstrations that are justified. And not to be criticized. They see that George, as the President called him, was murdered and the President comes out and says, 'Well, George is looking down from heaven and blessing what I'm doing.' How can you expect anybody to believe things like that?\" Powell asked. The former secretary of state and son of immigrants became emotional as he told Tapper that America's allies, as well as some of its adversaries, are looking at how the nation is caring for its citizens and not understanding what they are witnessing. \"Are we insulting everybody? Are we going after immigrants? They don't understand this,\" Powell said. \"I'm the son of immigrants. I wouldn't be here if my parents couldn't come here in banana boats in the 1920s. This is America. This is who we are. And the world doesn't understand.\" The international community has in recent days condemned the killing of Floyd, expressing shock and horror at his death. Though few leaders have criticized Trump by name in the wake of the unrest, Spanish Prime Minister Pedro Sanchez said last week that \"we are all very concerned about the authoritarian debate and those authoritarian ways that we are seeing as a response to some demonstrations.\" And at home in the US, Trump's former Defense Secretary, James Mattis, said in a blistering statement last week that Trump \"does not even pretend to try\" to unite the country and is instead engaged in a \"deliberate effort\" to divide the country, while lacking \"mature leadership.\" And former White House chief of staff John Kelly said Friday that he agreed with Mattis' assessment and that he thinks there's an \"awful big concern that the partisanship has gotten out of hand, the tribal thing has gotten out of hand.\" Asked by Tapper if he agreed specifically with Mattis' comments, Powell doubled down on his criticism of Trump. \"You have to agree with it. I mean, look at what he has done to divide us,\" he said. \"I agree with all of my former colleagues.\" \"I'm proud of what they're doing. I'm proud that they were willing to take the risk of speaking honesty and speaking truth to those who are not speaking truth,\" Powell said. This story has been updated with additional developments Sunday. CNN's Alison Main contributed to this story."
    },
    {
        "text": "Washington Former Republican Secretary of State Colin Powell on Sunday called out Republican lawmakers for having \"nothing to say\" about President Donald Trump's militarized response to widespread unrest following the death of George Floyd at the hands of police. \"While we're watching (Trump), we need to watch our Congress,\" Powell told CNN's Jake Tapper on \"State of the Union.\" \"I watched the senators heading into the chamber the other day after all this broke, with the reporters saying, 'What do you have to say, What do you have to say?'\" \"They had nothing to say. They would not react,\" added Powell, a retired general who served under President George W. Bush. \"We're not a country of just the President. We have a Congress. We have a Supreme Court. But, most of all, we have the people of the United States, the ones who vote, the ones who vote him in and the ones who vote him out.\" The comments from Powell represent the latest rebuke of the President by a former top Republican official. Last week, after several days of a strongman approach by Trump to the unrest, his former defense secretary, James Mattis, issued a blistering statement cautioning against Trump's threat to use the military to quell the demonstrations. Following Mattis' statement, just one Republican senator -- Lisa Murkowski of Alaska -- said they agreed with Mattis' sentiments. Other Republican senators remained silent when asked by reporters about the former defense secretary's statements, including Senate Majority Leader Mitch McConnell, who was silent when asked twice about Mattis' criticism. Some senators defended Trump last week or contended they didn't want to get involved in the dispute. The reaction reflects how many top Republicans on Capitol Hill have calculated that their fortunes in the 2020 elections rest in large part on Trump's performance at the polls -- and a messy, internecine war with a President with an itchy Twitter finger would amount to a fruitless and damaging endeavor. CNN's Manu Raju and Ted Barrett contributed to this report."
    },
    {
        "text": "A professor at the University of North Carolina Wilmington has come under fire for tweets he posted which the school has called \"vile and inexcusable,\" according to a statement the school provided to CNN Saturday. At the center of this controversy is Mike Adams, a professor of criminology at the university, according to the school's website. On May 29, Adams tweeted, \"This evening I ate pizza and drank beer with six guys at a six seat table top. I almost felt like a free man who was not living in the slave state of North Carolina. Massa Cooper, let my people go!\" Roy Cooper is North Carolina's Democratic governor. Adams' tweet was sent a week after the state moved into phase two of reopening and a few days after protests erupted because of the May 25 killing of George Floyd, a black man, in Minneapolis after a police officer was seen on video kneeling on his neck for nearly nine minutes. Adams could not be reached for comment on Saturday despite numerous attempts by phone, email and social media. Another tweet from Adams on May 28 read, \"Don't shut down the universities. Shut down the non essential majors. Like Women's Studies.\" Adams is the author of the book \"Feminists Say the Darndest Things: A Politically Incorrect Professor Confronts 'Womyn' on Campus.\" Adams' tweets became the focal point of a change.org petition calling for his removal. Since it was launched roughly four days ago, the petition has collected more than 40,000 digital signatures. Another petition in the same vein has collected more than 11,000 digital signatures. \"We are listening to the outrage being expressed regarding the vile and inexcusable comments made by a UNCW faculty member,\" the university said in the statement provided to CNN. \"However, we are not just listening; we can confirm we are very carefully and assertively reviewing our options in terms of how to proceed. We are not able to comment further at this time, as this is a personnel matter.\" In a lengthy statement released online, the university addressed the free speech implications of Adams' tweets. \"Hateful, hurtful language aimed at degrading others is contrary to our university values and our commitment to an environment of respect and dignity. Its appearance on any platform, including the personal platforms of anyone affiliated with UNCW, is absolutely reprehensible,\" the university wrote. \"However, no matter how upsetting and distasteful the comments may be, they are expressions of free speech and protected by the First Amendment. We review any perceived threats that are brought to our attention, and at this point, the conduct and materials at issue do not contain any evidence of a true physical threat toward any members of our community.\" Roy Gutterman, the director of the Tully Center for Free Speech at Syracuse University's Newhouse School, said while Adams' comments may be offensive, they should be protected by the First Amendment. The tweets appear to be unrelated to academic work and are simply personal opinions offensive to some people, which is not a crime, he said. \"The answer to this is not punishment, which would run afoul of the First Amendment because this involves a public university.  The answer is to counter the speech and confront the speech. This could be the subject of campus-wide discussions,\" Gutterman said. This is not the first time Adams has courted controversy online. In 2016, another change.org petition called for his removal after Adams had published an article titled \"A 'Queer Muslim' Jihad?\" on right-wing news site The Daily Wire. In the article, Adams wrote about a Muslim refugee and LGBT student-activist at the University of North Carolina Wilmington. In 2006, Adams was denied a promotion at the University of North Carolina Wilmington due to his conservative views,  according to the Wilmington Star News. Adams sued the university and won in 2014 after a jury determined that Adams' speech was a factor in the decision to not promote him, according to court documents. The federal court also ordered the university to pay Adams roughly $50,000 in back pay and over $600,000 for attorney's fees and other costs, the Star News reported. One person unhappy with how Adams has conducted himself on social media is Kaela Bedics, a first-year graduate student pursuing a master's in conflict management and resolution at the school. Bedics first became aware of Adams after the Daily Wire article published. \"Though I acknowledge that Mr. Adams has a first amendment right to the freedom of speech, I find his tweets contemptuous and unbecoming of a university professor,\" Bedics told CNN through Twitter. \"I can appreciate the desire to focus on more right-wing work and expose students to these ideas in the university setting, but his methods of exposing students to these ideas are, in my opinion, unethical, a means to encourage harassment and violence, and targeted at minorities, women, and members of the LGBTQIA+ community.\" "
    },
    {
        "text": "Sign up to get our new weekly column as a newsletter. We're looking back at the strongest, smartest opinion takes of the week from CNN and other outlets. Abraham Lincoln knew the value of a good photo. In February 1860, the former congressman from Illinois posed for Matthew Brady in the pioneering photographer's New York studio. The resulting image concealed some cosmetic flaws, giving Lincoln a determined look. It was widely distributed and credited with helping him win the nomination and the presidency. Since then, presidents have enlisted the aid of photographers to put themselves in the best light against the most compelling possible backdrop. A press aide in Richard Nixon's administration popularized the term \"photo op,\" and in the age of internet video the tactic is more relevant than ever. But there has never been a photo op quite like the one President Donald Trump staged on Monday, when noxious gas, flashbangs and rubber bullets were used to force protesters from Lafayette Park to clear the way before Trump strode to St. John's Church and posed holding up a bible. And perhaps there has never been a photo op that has gone so spectacularly wrong. As demonstrations spread throughout the US over the killing of George Floyd in police custody -- and a few protests turned violent --Trump warned governors they were being \"weak.\" In Rose Garden comments before the church photo op, he pronounced himself the \"president of law and order.\" Retired generals, faith leaders and even a few Republican elected officials excoriated Trump for his response to the protests. \"As an Episcopalian, I was mortified by the use of one of my denomination's churches as a backdrop for President Trump's call for a military crackdown,\" wrote author Diana Butler Bass. \"As a Christian, I was shocked when he brandished a book of love to sanction violence against American citizens. As a person of faith, I was offended as he made God as a prop, seeking to further divide the nation into tribes of righteous followers versus heathen protesters. And, as a human being I was appalled to watch Trump -- with his history of bigotry and racism -- cloak himself in a mantle of faith.\" White House press secretary Kayleigh McEnany likened the Trump walk to Winston Churchill's visits to bomb-damaged neighborhoods of the UK during World War II.  But that's wrong on every level, wrote Michael D'Antonio. \"Churchill was a leader who sought to unite,\" he argued, \"Trump is a divider who seems more inclined to perform than to lead.\" The real purpose of the photo op? \"The world knew that when protesters gathered near the White House last week, Trump had briefly been taken to shelter in a bunker,\" said D'Antonio. \"He had looked weak and this would not do. Encouraged by ... his daughter Ivanka, he decided to demonstrate he was in command by leaving fortress White House and striding to a nearby Episcopal church -- historic St. John's -- where a small fire set by protesters had done damage to the basement.\" The moment rattled a nation already on edge. \"America's dystopia in the Trump era has reached a new and ominous cliff,\" observed Frida Ghitis. \"Cities have exploded, driven by anger and frustration, in the midst of the worst health crisis in a century and the deepest economic downturn since the Great Depression. The country is heartsick, frightened, divided. And President Donald Trump is failing on every front.\" In memory of George Floyd Police officer Derek Chauvin kept his knee on George Floyd's neck for 8 minutes and 46 seconds. That's how long mourners stood in silence at his memorial service this week in Minneapolis. \"On Thursday, it was the Floyd family showing us amazing grace through their sorrow, wrapping their loving arms around us, making us forget our problems and our pain,\" wrote Roxanne Jones. \"They allowed us to breathe for a moment and get to know George Floyd, the man, as he was in life -- instead of knowing him only by the horrifying circumstances of his death, another unarmed black person dead after an encounter with police.\" Dr. Erica Farrand, a pulmonologist and critical care physician in the Bay Area, wrote that she has wrestled with racism and discovered that, \"in an effort to work harder and be better, to fit the mold and gain a platform, I had unconsciously (or consciously) stopped bringing my whole self to work.\" \"Three days after George Floyd's plea 'I can't breathe' was met with apathy and violence,\" Farrand added, \"I stood at the bedside of another black man. His bed in the ICU was surrounded by machines and monitors, the tubing for three different masks snaked toward his face. I leaned in close and introduced myself. 'I'm Dr. Farrand. I'm a pulmonologist and I am here to help.' He pulled his oxygen mask down and replied, 'I can't breathe.'... So triggering are those three words for me that when this patient whispered them, my immediate response was, 'I promise you are safe.'\" Justice gets a step closer The charges against Derek Chauvin were upgraded to second-degree murder Wednesday, and prosecutors also charged three of his fellow police officers. Legal analyst Elie Honig called it \"an important step toward justice.\" But Minnesota Attorney General Keith Ellison warned that winning convictions will be \"hard.\" He's right, Honig noted. \"Rest assured, each defendant will have capable counsel fighting every inch of the way. Trial juries are inherently unpredictable; anybody who tells you any trial is a sure thing has never tried a case.\" Holding police officers and their departments responsible for wrongdoing requires surmounting high hurdles. When justice fails in the criminal courts, there's no guarantee it will succeed in civil lawsuits. The Supreme Court's longstanding qualified immunity doctrine makes it extremely difficult to hold police liable for misdeeds, wrote Sina Kian, a former clerk to Chief Justice John Roberts. But that could change, since the court is weighing whether to hear multiple challenges to the immunity doctrine. \"The court can't fix all of the country's problems, and it certainly can't solve racism,\" Kian wrote, \"but it can remove the judge-made impediment to accountability that has fueled the problems being protested. Now's a good time.\" During the Obama administration, Cedric L. Alexander was asked to serve on a task force on policing, which came up with 59 recommendations for improvements. \"Under (Trump's) former Attorney General Jeff Sessions, the work of the task force and its recommendations were essentially discarded,\" wrote Alexander, the former public safety director for DeKalb County, Georgia. \"Today, if a young person of color asks me what they should do if a police officer stops them,\" Alexander noted, \"I answer: Put your hands on the steering wheel where they can be seen, cooperate and comply. And should they answer me back, as they likely would today -- Even if I did all that, we are still getting murdered -- I would have nothing to tell him or her. With my decades of experience, I would have nothing to say... \"The problems we face at this moment are part of our long history. But the complete absence of leadership -- political, moral, policy, strategic -- strikes me as genuinely unprecedented. What's the plan now, America?\" Kevin K. McAleenan served as Commissioner of US Customs and Border Protection and acting secretary of the Department of Homeland Security before resigning in 2019. \"The rage in black communities across the nation,\" he wrote, \"is real and well-founded. The question is not whether racism in law enforcement exists, but how to combat it ... there must be commitment to real and sustained reform from within police organizations. Significant progress has been made over the last two decades in a number of departments all across the country, but much, much more work remains.\" Speaking out On Tuesday, former President George W. Bush wrote that he and his wife Laura \"are anguished by the brutal suffocation of George Floyd and disturbed by the injustice and fear that suffocate our country.\" The tragedy, he wrote, \"raises a long overdue question: How do we end systemic racism in our society?\" That was the moment that law professor Dorothy Brown said she became convinced that 2020 would be the year serious police reform would become possible. Bush, widely blamed during his presidency for a failure to respond effectively to Hurricane Katrina, in which many African Americans died, \"has decided to be on the right side of history ... George W. Bush made the right choice.\" When former Defense Secretary James Mattis published his memoir last year, he said, \"I'm old fashioned: I don't write about sitting Presidents,\" Peter Bergen recalled. The widely respected retired general threw out that rule this week when he flamed Trump in a powerful statement that accused him of spending the past three years dividing America. \"Trump has now been on the receiving end of multiple blistering critiques by many of the top retired US military generals and admirals,\" Bergen observed. \"As we head closer to November,\" wrote John Avlon, \"more center-right politicians may start to show spine out of a desire to not get taken down with the rapidly derailing Trump train. Others will come down with cases of convenient amnesia, but the military voices already speaking out remind us that protecting our country is a much bigger deal than phony-tough fealty to hyper-partisan politics.\" Conservative commentator Scott Jennings wrote that \"the President cannot govern this situation by photo-op. I was not sure what to make of his march to St. John's Church across Lafayette Square as I watched it unfold live on Monday. I wish he could have taken one step further and stepped into the church and opened the Bible he held. I wish he had invited faith and civil rights leaders to go there with him. And I wish he would have sat in the front row for a church service aimed at praying for peace, calm and unity.\" Still, he wrote, \"When the President says he wants both justice for Mr. Floyd and a restoration of law and order, I believe him.\" For more on issues relating to the George Floyd protests: Peniel Joseph: What black children will learn from George Floyd's death John Kasich and Nina Turner: We know policing can be made more just, because we did it Theodore W. Small, Jr.: What my Florida town can teach us about racist policing Rebecca MacKinnon: Trump is making America more like China Gautham Rao: A 'Hamilton'-esque scandal helped give Trump his cudgel Bakari Sellers: How we can start systemically reforming the police. Jeremi Suri: 'We the People' trumps 'commander-in-chief' The longest year Less than halfway through 2020, the year is shaping up as a combination of epic crises, wrote historians Manu Bhagavan and Jonathan Rosenberg. It recalls 1918 and 1929 and 1968: \"A global pandemic has left more than 100,000 Americans dead in a matter of months. Over 40 million are unemployed. And we are bombarded night after night with deeply unsettling images from around the country as thousands protest the brutal killing of George Floyd, an unarmed black man, by a police officer. The national fabric is unraveling before our eyes,\" wrote Bhagavan and Rosenberg. \"Americans have looked to our presidents to provide protection, meaning and comfort, especially in moments of crisis,\" observed David Gergen. But President Trump has 'gone AWOL' at a time when the US is mourning the Covid-19 victims, along with the killing of George Floyd. Trump's \"flight from responsibility is yet another sadness among this week's tragic losses.\" Trump is trailing in the national polls with less than five months to the election. His rival, former vice president Joe Biden, drew praise for his speech Monday from Jill Filipovic: \"Whatever you think of Biden -- and he wasn't my pick for the Democratic nomination -- it was almost startling to hear from an empathetic, rational adult who understands he's asking to be the public's most prominent servant, not its petty disciplinarian,\" she wrote. \"Biden promises to listen, lead, and to try to do right by the whole country, not just the angry few who don red hats and shout the loudest at political rallies.\" If this is 1968 all over again, wrote Joshua Zeitz in Politico, the person who Trump's plight summons up is President Lyndon B. Johnson. \"Like Johnson before him, Trump's is the party in power -- the party that has failed to provide peace, prosperity and social order. Republicans control the executive branch, the Senate and the Supreme Court. They alone own the chaos, rancor and instability that many voters have come to abhor and dread. Trump campaigns like Richard Nixon and George Wallace, but in reality, he is Lyndon B. Johnson: a man who has lost control of the machine.\" Don't miss: John Sutter: Reimagining the world after Covid Karen L. Cox: With racist monuments in place, there can be no peace. Sara Stewart: Why you shouldn't give up on going to the movies Peter J. Hotez and John Hewko: Will a Covid-19 vaccine signal an end to the anti-vaccine movement? Peter Bergen: The other problem with Tom Cotton's 'Send in the Troops' op-ed Timothy Denevi: This week in America would make RFK weep Rabbi Shai Held: Finding hope in a hopeless America AND... What's at stake CNN correspondent René Marsh knows what's at stake when it comes to wearing face masks to protect against the spread of Covid-19. Her 14-month-old son is being treated for brain cancer. \"After just four months of chemotherapy, my son's tumor is now, amazingly, undetectable on MRIs,\" Marsh wrote. \"He continues to receive chemotherapy to protect him from a potential recurrence.\" But \"the medications he takes to fight cancer also kill his white blood cells, which are needed to fight infection\" and thus he is at special risk from Covid-19. So she has a request for people: wear a mask in public and observe social distancing. \"Wearing a mask isn't political. It isn't an encroachment on your freedom. It is the most humane, decent and selfless act we can do to save humanity from this deadly pandemic...\" \"Not wearing a mask says every man for himself. Not wearing a mask is the equivalent of a drunk driver's mentality. ... Not wearing a mask says you don't care about my son's life or the lives of the close to 16,000 children who are expected to be diagnosed with cancer this year, as estimated by the National Pediatric Cancer foundation. Is that who we are?\" "
    },
    {
        "text": "Mixed martial arts fighter Conor McGregor announced his retirement from the sport on social media Sunday. The former two-division UFC World Champion said he was done fighting in a statement posted to his verified Twitter early Sunday morning. \"Hey guys I've decided to retire from fighting,\" the tweet said. \"Thank you all for the amazing memories! What a ride it's been! Here is a picture of myself and my mother in Las Vegas post one of my World title wins! Pick the home of your dreams Mags I love you! Whatever you desire it's yours\" This isn't the first time the mixed martial arts star has announced his retirement on social media. The controversial Irish fighter, whose nickname is \"The Notorious,\" announced his retirement from the sport in March of 2019 but returned to the ring earlier this year to battle American fighter Donald \"Cowboy\" Cerrone in Las Vegas, Nevada. He went on to beat the Cowboy with a technical knockout after 15 months of retirement. And in 2016, he tweeted, \"I have decided to retire young. Thanks for the cheese. Catch ya's later.\" 'It's in my blood to fight' The fighter, a former trainee plumber, is considered one of the best in the UFC. He's even moved from the octagon of mixed martial arts into the ring to fight boxing legend Floyd Mayweather Jr. McGregor was beaten in the 10th round by the champion, going further than many thought. The fight cost him his featherweight and lightweight belts and ended his bragging rights as the only fighter to simultaneously hold two UFC titles. In a previous interview with CNN, the fighter said part of his success is due to his family's legacy. \"The McGregor name is historic when it comes to combat,\" he says proudly. \"Way back, study my family's name, study my family's heritage. We were a feared clan. \"At one stage, it was punishable by death to have the surname McGregor. It's in my blood to fight -- and that's it. It's what my ancestors have been doing long before me,\" he added. In 2019, McGregor's fighting spirit led him into a large brawl following his fourth round loss against Russian fighter Khabib Nurmagomedov. Both fighters received bans and McGregor was given a six-month suspension and $50,000 fine. His opponent received a $500,000 fine and was banned for nine months for his part in the dust up. McGregor leaves the sport ranked 8th on the Ultimate Fighting Championship (UFC) pound-for-pound list. "
    },
    {
        "text": "New York A new initiative is aiming to make the shelves of major US retailers a better reflection of the streets of America. The 15% Pledge calls on retailers to dedicate 15% of their shelf space to Black-owned businesses. Black people make up nearly 15% of the population of the United States, according to the most recent Census Bureau estimates. The initiative and online petition were launched last week amid massive demonstrations over the death of George Floyd and a national conversation about police brutality and other injustices and inequalities faced by black people in America. Among those issues are challenges faced by black business owners, including a lack of access to capital and a lack of representation at big box retailers. It also comes in the wake of the economic crisis caused by coronavirus, which disproportionately impacted black workers and business owners. The pledge was created by Aurora James, founder of Brooklyn-based sustainable fashion brand Brother Vellies. \"So many of your businesses are built on Black spending power,\" James said in a May 29 Instagram post. \"So many of your stores are set up in Black communities. So many of your sponsored posts are seen on Black feeds. This is the least you can do for us.\" Dozens of major US corporations released statements and made donations last week in light of the protests. But many say that these one-time moves are not enough to address the structural inequality that exists in corporate America. \"Oftentimes there's a lot of motion but very little action\" from companies in response to calls for racial justice, said John Harmon, a member of the US Chamber of Commerce committee tasked with correcting the inequality of opportunity, in an interview with CNN last week. Harmon has proposed a corporate scorecard on racial inequality. The 15% Pledge website specifically calls on Sephora, Target (TGT), Whole Foods and clothing retailer Shopbop to take the pledge. The four companies did not return requests for comment on how much of their shelf space is currently dedicated to black-owned businesses and whether they would consider taking the pledge. In a statement posted to Instagram last week, Shopbop said: \"The inequitable and brutal treatment of Black people must stop. Shopbop stands in solidarity with the Black community — our employees, our customers, and our partners — in the fight against systemic racism and injustice.\" In an open letter, Sephora CEO Jean-André Rougeot outlined steps the company is taking \"to challenge prejudice and bias,\" including creating an employee training program \"focused on mitigating bias and driving positive behavioral change in all stores.\" The company also said it raised more than $1 million for the National Black Justice Coalition through its corporate giving program and by allowing customers to turn rewards points into donations. Target on Friday announced several steps it is taking, which include making a $10 million donation to organizations including the National Urban League and the African American Leadership Forum. It is also providing 10,000 hours of pro-bono consulting to Twin Cities businesses owned by people of color to help \"with rebuilding efforts.\" Amazon, which owns Whole Foods, pledged $10 million to organizations promoting justice and equity, including Black Lives Matter and the NAACP. While such donation numbers may look large from a consumer's perspective, the 15% Pledge points out that the commitment in many cases is a small fraction of companies' total income and executives' total pay. Target, for example, posted nearly $3.3 billion in net income last year. And the company's $10 million donation is less than half of the $21.6 million Target CEO Brian Cornell made during the 2019 fiscal year, much of which came from previously issued restricted stock awards. And beyond corporate donations, the 15% Pledge could put money directly into the hands of black business owners and help build generational wealth in black communities. \"Whole Foods if you were to sign on to this pledge, it could immediately drive support to Black farmers,\" James said in an Instagram post. Banks will be forced to take them seriously because they will be walking in with major purchase orders from Whole Foods. Investors for the very first time will start actively seeking them out ... Real investment will start happening in black businesses which will subsequently be paid forward into our black communities.\" The pledge asks companies to take stock of how much business they currently give to black-owned businesses and suppliers, to share that information publicly and then to increase that number to 15%. \"The world is now asking you to question the barriers to entry, support systems, hiring practices, assumptions and fundamental prejudices that got you to the numbers that we are asking you to share and change,\" an Instagram post from the initiative reads. \"Thoughtful and deliberate transparency with your customers and employees is the first and biggest signifier that you are ready to embark on the path of meaningful change.\" --CNN's Cristina Alesci contributed to this report. "
    },
    {
        "text": "The US Marine Corps has ordered the removal of all public displays of the Confederate flag from Marine installations. The Marines made the announcement Friday, following growing removals of Confederate monuments and imagery across the country. \"The Marine Corps shall remove the Confederate battle flag from all installation public spaces and work areas in order to support our core values, ensure unit cohesion and security, and preserve good order and discipline,\" the order reads. That includes eliminating any depictions of the flag, from individual offices and storage spaces to naval vessels and government vehicles. Depictions include things like mugs, bumper stickers and posters -- as well as, of course, the actual flag. \"The Confederate battle flag has all too often been co-opted by violent extremist and racist groups whose divisive beliefs have no place in our Corps,\" the Marines said in a statement posted to Twitter. \"Our history as a nation, and events like the violence in Charlottesville in 2017, highlight the divisiveness the use of the Confederate battle flag has had on our society.\" Exclusions do exist though, including educational or historical displays, state flags that incorporate the Confederate flag or Confederate soldiers' grave sites. Though the ruling directs commanders to issue lawful orders to remove the Confederate flag, the ruling doesn't detail a specific date when the removal should take place or any consequences of not abiding by the new rule. The order gives all responsibility and authority to unit commanders, and implores them to consult their staff when encountering \"questionable situations.\" The directive provides more details than a February directive about the Confederate flag from the Marines. The division of Confederate symbols The directive comes at a time when Confederate memorabilia is increasingly under scrutiny within the American public. Across the country, Confederate monuments are being taken down -- either by local governments or by protesters. Symbols of the Confederacy, including the flag, have created a division in the country. Many say the flag is a racist symbol representing the war to uphold slavery, while supporters call it a sign of Southern pride and heritage. Still, the flag specifically has in recent years become a rallying symbol for white supremacists. In 2015, when Dylann Roof killed nine members of a historically black church in Charleston, South Carolina, a photo of him holding a Confederate flag was posted on his website, also featuring his manifesto. And during the 2017 \"Unite the Right\" rally in Charlottesville, referenced in Friday's directive, white nationalists protested the removal of Confederate Gen. Robert E. Lee's statue. Afterward, it was revealed that the leader of Vanguard America -- a white supremacist group that helped organize the rally -- was a former Marine recruiter. Furthermore, 10 Army bases are still named after Confederate generals, including Fort Hood in Texas, Fort Benning in Georgia and Fort Bragg in North Carolina. The military's relationship with Confederate symbols Following the reports of the former Marine recruiter's involvement with Vanguard America, then-Marine Corps Commandant Gen. Robert B. Neller said there is \"no place for racial hatred or extremism in the Marine Corps.\" But that doesn't change the fact that 36% of troops who responded to polling say they personally witnessed examples of white nationalism or ideological-driven racism, according to a poll by the Military Times earlier this year. That's a jump from 2019, when only 22% reported the same. And it's not just racist language. Poll participants reported witnessing swastikas on service members' cars, tattoos affiliated with white supremacist groups, stickers supporting the Ku Klux Klan and Nazi-style salutes between peers, according to the Military Times. CNN's Alicia Lee contributed to this report."
    },
    {
        "text": "Jack Kittinger is the senior director of the Global Fisheries and Aquaculture Program for Conservation International, a non-profit environmental organization. He is also a professor of practice and Nippon Foundation Ocean Nexus Chair in Arizona State University's Global Futures Laboratory and School of Sustainability. Coral reefs are facing their own pandemic. For years, people have compromised the immunity of these ecosystems through pollution and overfishing. Meanwhile, climate change has created a fever in our oceans by raising temperatures and acidifying seas. The resulting outbreak has decimated approximately half of the world's reefs.  This devastation is well known. When I tell people that I work on coral reefs, their instinct is to offer condolences. What is less well known, and arguably more important, is that it's not too late to save our remaining reefs. We can -- and must -- take action to save these vital ecosystems. By some estimates, coral reefs provide food and livelihoods for a billion people around the world. They also support one out of every four marine species. But their value isn't just economical or biological. Reefs are the undersea wonders of the world -- vibrant, kaleidoscopic places that have inspired the art, science and cultures of people for millennia. To lose these treasures is to diminish ourselves. Survival strategies Those of us working to save reefs have a few different strategies we can implement. The two most fundamental ones involve putting in place strong fishing regulations or creating a marine protected area. These approaches come in many different forms -- we have a lot of tools in the toolbox we can apply. Think of these strategies collectively as a coral reef first-aid kit. There are a range of potential cures inside, but the effectiveness of each depends on the particular injury suffered. Read: Glowing coral reefs are striving to recover from bleaching, study says Over the past decade, I've worked with a team of global researchers to study these remedies and their effectiveness at treating various maladies. Together, we analyzed management strategies in 1,800 coral reefs across the Indian, Pacific and Atlantic oceans to understand why some strategies work and others do not. We found that the effectiveness of a strategy depends on the initial health of the reef and the level of human pressure it experiences. How much an individual reef has been degraded and how much stress it is exposed to inevitably shapes our ability to restore that ecosystem. Conservation potential Unfortunately, for highly degraded reefs where there is a lot of human pressure, our options are limited. About half of the world's reefs fall into this category. A lot of reefs surrounding the island I live on, O'ahu, Hawaii, are in this highly degraded state, owing in part to the million people that live on this island. Conservation gains in these places are going to be hard to achieve, even if we use everything in the first-aid kit. The picture is very different on the other side of the spectrum. The least degraded reefs, which represent only about 10% of the global population, have it all: diverse fish populations, and functioning ecosystems. These include places like Indonesia's Raja Ampat. Our strategy for these areas should be simple: keep them intact and highly protected. By minimizing threats like pollution and overfishing, we can help these reefs stay as healthy as possible in the face of climate change. Where things really get interesting is in the places where human pressure is relatively limited --the less stress a reef is under, the greater the conservation potential. Reefs in this category exist in all the oceans -- they aren't in just one country, or one region. Some of these reefs are fairly degraded. Others are fairly healthy. But they all have the potential for significant conservation gains. By establishing marine protected areas and more effectively regulating fishing practices, we can dramatically improve the outcomes for these reefs, and ensure that they have a fighting chance to withstand the climate crisis. Clearly, these are the areas where we must focus our efforts. If we do nothing, these reefs may eventually become highly degraded and beyond our ability to help. But if we invest intensively now, we can help these areas join their healthiest and most vibrant peers. Nancy Knowlton, a prominent marine scientist at the Smithsonian Institution, has championed the idea that we need to move \"beyond writing the obituaries\" for coral reefs. So, my co-authors and I set out to understand the science of reef survival. What has emerged from our research is a survival guide, one that can explain what works -- where and why. If we want to overcome the pandemic destroying our reefs, we must put this plan into action.  "
    },
    {
        "text": "A retired Chinese soccer star has openly called for the downfall of China's ruling Communist Party, in what he says was the \"biggest and most correct decision\" of his life. Hao Haidong, 50, was a household name among millions of soccer fans in China in the 1990s and 2000s, and briefly played for English club Sheffield United, but in recent years had been relatively low profile. On Thursday, however, he made a surprise appearance in two videos on the YouTube channel of Guo Wengui, an exiled Chinese tycoon and fierce critic of the Chinese government. In the first video, Hao read out in Chinese a manifesto of the \"Federal State of New China,\" a government proposed by Guo as an alternative to the Chinese Communist regime. \"The Communist Party's totalitarian rule in China has caused horrific atrocities against humanity,\" he said, denouncing the party as a \"terrorist organization\" that has \"trampled over democracy, violated the rule of law and dishonored lawful agreements.\" He also accused Beijing of violating its promise to Hong Kong to keep the \"one country, two systems\" principle unchanged for 50 years, and \"brutally cracking down on Hong Kongers defending democracy and freedoms.\" It is extremely rare, if not unprecedented, for a successful Chinese sports star to unleash such a blistering public denunciation of the Communist Party and openly call for its downfall. Dissidents who publicly criticize the party or demand democratic reforms often face lengthy prison sentences. Hao has been outspoken on social and sports issues, but had not directly challenged the Communist Party until Thursday. On Friday, China's Foreign Ministry spokesperson Geng Shuang said: \"For such absurd remarks I am not interested in commenting at all.\" YouTube is banned in China, but news of Hao's extraordinary public comments were fast spreading on Chinese social media by Thursday afternoon, catching many by surprise. His account on Weibo, China's version of Twitter, appears to have since been deleted. Sensitive anniversary It was unclear from the videos where Hao was speaking from, but they were released on a politically sensitive date on the Chinese calendar. June 4 was the 31st anniversary of China's bloody military crackdown on pro-democracy protesters around Tiananmen Square in Beijing in 1989. Hao's second video featured a 53-minute interview with him and his wife Ye Zhaoying, a former badminton champion. \"The most fundamental reason that I spoke out today against the (Chinese Communist) system is that I think the Chinese people and China's future should no longer be trampled upon by it,\" he said in the interview. \"I think the Chinese Communist Party should be kicked out of humanity. The ghost of Communism should no longer be allowed to drift in this world. This is what I've concluded after 50 years of living.\" When asked if he was worried about retaliations for speaking out, Hao said he and his wife were prepared for the attacks and pressure to come. \"Today, we've made the biggest and most correct decision in our lives,\" he said. Hao was a star on the Chinese national soccer team when it made its only World Cup appearance in 2002. Having retired for more than a decade, the former striker still holds the record as China's all-time top scorer for the national team and in the Chinese league. In the videos, Hao did not reveal how he had got in touch with Guo, a Chinese property tycoon-turned-dissident who lives in exile in New York. Since fleeing China in 2014 amid a graft probe by Chinese authorities, Guo has frequently leveled accusations of corruption against Chinese leaders on social media and in livestreams on YouTube. Guo is known to have close ties with former White House chief strategist Steve Bannon. In another video released on Guo's YouTube channel Thursday, Bannon read out an English version of the \"Federal State of New China\" from a boat, with Guo by his side. "
    },
    {
        "text": "New York The economy is reopening and life is slowly getting back on track, but it's not back to normal. High unemployment rates and the need to socially distance will have lasting effects on how and where we work. Small businesses are struggling to stay afloat and people are already relying more on internet gigs. Experts predict that post-pandemic, these trends will continue as we shift toward a more precarious gig economy that relies heavily on the internet. Since CNN Business began reporting on how the pandemic has affected different industries in early March, some of those changes have already come to pass, providing us with a good indication of what's to come. Early signs The winners of the pandemic are already emerging, from telemedicine to delivery apps, and Silicon Valley is eager to invest in them. In March, 12 investment firms pledged to invest more than $30 million in companies with Covid-19 programs, and Y Combinator has connected many of those founders to investors. \"The point of venture capital is to make bets on the future,\" said Dan Wang, associate professor of management at Columbia Business School. \"And there are some obvious industries that have attracted more venture capital during the pandemic.\" E-commerce is one of those industries. Pandemic shopping includes more pajama purchases, lots of online orders for alcohol and, of course, groceries. It's also worth looking at how people are spending their time online, not just their money. While golf, basketball, hockey and other sports all suspended their seasons, esports kept operating. Some gaming companies, including the Electronic Sports League, the world's largest esports organizer, told CNN Business in March they were seeing continued or increased interest from broadcasters and advertisers. \"The conversations that might have been hot but not yet closed are getting closed quicker,\" Craig Levine, global chief strategy officer of the Electronic Sports League, known as ESL, told CNN Business in March. \"People that we haven't spoken to in a while, our phones are starting to ring a little bit from them as they're getting intrigued by what we're able to offer them.\" In April, ESL announced a three-year deal with Amazon-owned livestreaming giant Twitch to exclusively stream competitions on the platform. Gaming has emerged as a winner. From weddings and graduation ceremonies to classes, people have taken the extra time they have indoors to meet up online. The gig economy As the nation starts to recover from massive unemployment rates, the new normal may usher in a shift away from full-time jobs to side hustles and multiple gigs, experts predict. \"A lot of small businesses, even if they are squarely situated in the physical world, are going to see the digital channel as a source of resilience,\" said Arun Sundararajan, a business professor at New York University and author of \"The Sharing Economy.\" For Asian Americans, who have faced higher rates of unemployment than any other group, the road to recovery appears troubling. During the 2008 recession, Asian Americans had the highest long-term unemployment of any group, according to a 2012 study from Marlene Kim, a professor of economics at the University of Massachusetts Boston, who predicts it now will happen again. \"I'm going to predict that this is going to happen again,\" Kim told CNN Business. \"I think it was part discrimination but also part other people dropped out of the labor market, they didn't even look for jobs. But Asians kept looking for jobs and being counted [as unemployed.]\" The creative ways people have found could change which businesses are left in the future and how they operate. Nail salons are mailing fake nails to customers and some unemployed individuals are turning to online gigs like coaching video games. \"One result may be that even though we will undoubtedly lose many in-person businesses, we may have a more robust on- and off-line landscape of experiences and businesses available after the pandemic,\" said Jane Desmond, professor of anthropology and gender and women's studies at the University of Illinois at Urbana-Champaign. A lasting culture of hustling Kala Yoga studio in Brooklyn, New York, is struggling after shutting its doors three weeks after its opening day in February. Since the owner Kate Sullivan began offering online classes on March 17, Sullivan, said they the studio has had revenue of $11,500 but has lost about $26,000 for expenses that include rent, utilities and software services. \"Just today I wrote to my landlord to just basically beg for a rent concession for the next five months because we have an impossibility of performance right now,\" Sullivan told CNN Business in late May. She said other yoga studios have noticed a drop off in attendance, too. \"I think people are just getting depressed and less motivated. And I think people are also on Zoom for work and they're just like, 'I can't be on another computer screen right now.'\" As people keep hustling, they might find themselves taking clients away from the very businesses they work for. Sullivan said some of her employees are doing just that. \"I don't begrudge [my teachers] for it. Because I mean, everybody has to do what they have to do to survive,\" she said. "
    },
    {
        "text": "Anti-racism protesters in England have pulled down a statue of a 17th-century slave trader while demonstrating in solidarity with the US Black Lives Matter movement. The protesters in the city of Bristol, in southwest England, tied the bronze statue of Edward Colston with rope before toppling it to cheers from the surrounding crowd. Demonstrators were later seen rolling the statue to the nearby harbor and throwing it into the River Avon. While the incident garnered much celebration among protesters, local police say an investigation has been launched into the incident. \"There was a small group of people who clearly committed an act of criminal damage in pulling down a statue near Bristol Harbourside,\" Avon and Somerset police said Sunday in a statement. \"An investigation will be carried out to identify those involved and we are already collating footage of the incident.\" The statue of Colston had stood in Bristol's city center since 1895 but had become increasingly controversial, with petitions created to demand its removal. 'Reviled slave trader' The Museums of Bristol website describes Colston as a \"revered philanthropist / reviled slave trader.\" It says he was born in the city in 1636, but spent his working life in London, becoming \"an active member of the governing body of the RAC [Royal African Company], which traded in enslaved Africans, for 11 years.\" The site says Colston gave away most of his fortune to charity with restrictions to ensure beneficiaries matched his religious affiliations. According to local police, Sunday's Black Lives Matter protest in Bristol was attended by an estimated 10,000 people. \"The vast majority of those who came to voice their concerns about racial inequality and injustice did so peacefully and respectfully,\" Avon and Somerset police said. \"Keeping the public safe was out greatest priority and thankfully there were no instances of disorder and no arrests were made,\" police added. "
    },
    {
        "text": "Banksy, perhaps the most well-known anonymous artist and social critic in the world, is showing his support for the Black Lives Matter movement with a new piece of art and a stark message: \"People of Colour are being failed by the system.\" Black Lives Matter protests have spread across the globe for the past two weeks following the death of George Floyd, a black man killed in police custody in the US on May 25. Banksy's latest work, unveiled in an Instagram post, depicts how Floyd's death has shaken the United States. The piece is composed of a framed black figure with a candle and flowers surrounding it. An American flag hanging overhead has been lit on fire by the candle beneath. Along with the artwork, Banksy made his thoughts on systemic racism crystal clear. \"At first I thought I should just shut up and listen to black people about this issue. But why would I do that? It's not their problem. It's mine,\" Banksy wrote on his Instagram post, which has garnered over 2 million likes. \"People of colour are being failed by the system. The white system. Like a broken pipe flooding the apartment of the people living downstairs. The faulty system is making their life a misery, but it's not their job to fix it. They can't, no one will let them in the apartment upstairs. \"This is a white problem. And if white people don't fix it, someone will have to come upstairs and kick the door in,\" the artist added. A Black Lives Matter protest took over the streets of Bristol, England, on Sunday near where Banksy is presumed to have been born. Local police estimated that 10,000 protesters participated. During the protest, demonstrators pulled down a statue of 17th-century slave trader Edward Colston. Protesters cheered and celebrated at the sight of the bronze statue being brought down, but police say an investigation has been launched to identify those involved. CNN's Max Foster and Nada Bashir contributed to this report."
    },
    {
        "text": "Sixty-three years ago, a pancake house opened in California that spawned a nationwide restaurant chain. Now, it's the only one left -- and it's changing its name to meet the changing times amid the country's demonstrations against racism and police brutality. Sambo's in Santa Barbara will remain in business but under a new, undetermined name, owners say on Facebook. The term \"Sambo\" is a longstanding racial slur with roots going back to an 1899 book about a dark-skinned south Indian boy. The name became an epithet against African Americans. The restaurant's sign has been covered, at least temporarily, with a peace sign, an ampersand, and the word \"love\" for Peace and Love. \"Our family has looked into our hearts and realize that we must be sensitive when others whom we respect make a strong appeal,\" owners posted. \"So today we stand in solidarity with those seeking change and doing our part as best we can.\" Owner Chad Stevens said its founders -- his grandfather Sam Battistone and business partner Newell \"Bo\" Bohnett -- formed the restaurant's name from parts of their names. \"It was his name and partner's name Sam and Bo, something I respect and continue to, but I understand there's some hurt in that but we will move forward,\" Stevens told CNN affiliate KEYT. Stevens agreed to change the name after hearing from resident Rashelle Monet. \"Even though it didn't come from a bad place, it is still a very hurtful term for a lot of people,\" said Monet. \"I understand it wasn't intentional. I am not saying that Sambo's and the owners are racist. I am saying the slur is racist.\" Stevens said the time is right for a change. \"With the current environment of our country, we need to come together and, as the sign says, peace and love,\" he said. "
    },
    {
        "text": "Marcus Mabry is the vice president of global programming for CNN digital. He covered the presidency of Nelson Mandela as the Africa bureau chief for Newsweek. He is the author of Twice as Good: Condoleezza Rice and Her Path to Power and White Bucks and Black-eyed Peas: Coming of Age Black in White America. The views in this commentary are his own. View more opinion columns at CNN. Remember when \"Black Lives Matter\" was still considered a controversial thing to say? On Friday, Roger Goodell, the commissioner of the National Football League responded to the demands of black NFL players and spoke out against racism. \"We, the National Football League, admit we were wrong for not listening to NFL players earlier and encourage all to speak out and peacefully protest,\" Goodell said. \"We, the NFL, believe Black lives matter.\" It may be mind-boggling to think that that was once a controversial phrase. But it was, just two weeks ago. What changed? That's what one of my 10-year-olds asked when I explained what all the press coverage was about. In the two weeks since George Floyd died at the hands of the Minneapolis police, white people have joined swelling protests across the country, demanding an end to systemic racism. Former President George W. Bush issued a statement acknowledging that white supremacy is alive and well in America, and we need to kill it. \"The doctrine and habits of racial superiority, which once nearly split our country, still threaten our Union.\" Symbols that have been the source of racial pain for generations and of intense debate for decades are suddenly being removed: Confederate statues, Confederate flags, and Sambo's restaurant. I told my son that I thought technology made a difference; now that there are cell phone videos of African Americans being senselessly killed by the police, more white people seem to believe it happens. People around the world have watched the graphic video that showed a white police officer kneeling on Floyd's neck as Floyd said, \"I can't breathe.\" Millions witnessed his body going limp as bystanders urged the police to stop pinning Floyd to the ground. Floyd's death was also just one in a string of several others. Ahmaud Arbery was killed while jogging in what his lawyer says is being investigated as a federal hate crime, Breonna Taylor, who would have been 27 on Friday, was an emergency medical technician killed in her own apartment in Louisville, Kentucky, by police officers executing a no-knock search warrant. These devastating losses came off the back of a global pandemic, which disproportionally took black lives. African Americans and other marginalized communities suffer disproportionately from the health conditions that can make a Covid-19 diagnosis fatal and from longtime inequities in healthcare. George Floyd was also one of millions of people who lost their jobs in the economic upheaval caused by the virus. Still, innocent black people have died at the hands of police before, and countless other videos have gone viral. Even my 10-year-old son, who knew these facts, seemed baffled by the white world suddenly awakening to his reality. And that is the debate among African Americans: is this a paroxysm of outrage that will fade like so many social trends before it? Or is it really possible that we could be living through a moment of fundamental societal change? As both former President Barack Obama and Rev. Al Sharpton have noted, things feel different this time around. Why? White people now seem less inclined to debate whether there is racism in America, as the majority have for most of my life; they are demanding that it end. White people now seem less likely to question whether there is police brutality, as most have my entire life; they are simply demanding it end. I'm reminded of South Africa in the years leading up to Nelson Mandela's release from prison in 1990 after serving 27 years. I also see glimmers of the American Civil Rights Movement  in the 1960s. The abuse of African Americans in the South and the outrage over it led to real change, including the end of Jim Crow and the disenfranchisement of black people, along with the extension of the rule of law to include all Americans. But the mistreatment and murder of black people had been going on for nearly 200 years of American democracy and centuries before independence. What changed during the Civil Rights Movement was white people's tolerance of this mistreatment. It was white outrage that led to change. In the past week, every company that I have a relationship with has sent emails affirming their commitment to the fight against racism: that includes banks, software companies, children's camps, and appliance stores. Everyone from homemakers to former presidents are saying white supremacy must end. People are marching in the great cities of the United States as well as the tiny towns. And protesters have shown their support from Sydney to Bratislava. The changes in South Africa and the American South required a change of heart in white people. This new fight against racism will require the support of white people too. If our eyes and ears are to be believed, many are now stepping up to the plate and demanding it of themselves and their neighbors. Will that demand for change be enduring? Will it sweep away inequities from the classroom to the boardroom to the newsroom? The first time I told my twins the story of how the United States became a nation, they were five years old. As the three of us sat in a New York playground, I cried as I told them about a rabble of farmers and workers who took on the greatest empire in the world and, against all odds, won. Years later, I told them the story of slavery. Later still I told them about Jim Crow. They know all that now. The son I was talking to about George Floyd had just finished a fifth-grade paper on the rule of law through US history. He had chosen as his topic sentence: \"The rule of law, or equality before the law, is a part of our society; however it is a lie.\"  He handed in his final draft on May 28, three days after George Floyd had died. It's understandable that African Americans -- some as young as 10 -- are skeptical that our nation will live up to its promise of equality. These are not systems and institutions that are easily changed. And the trauma of 400 years of soul-destroying racism is not easily forgotten -- some researchers believe it is imprinted in our very DNA. And we're all too cognizant  of the dashed promises of the past, from liberation to Reconstruction to the Civil Rights Movement. But change does come. History teaches us that. It came to South Africa. It came to the American South. Is this our moment? Dare we believe it? "
    },
    {
        "text": "A 60-year-old surfer died Sunday in Australia after being bitten by a great white shark that was nearly ten feet long, authorities say. The man, from Queensland, was killed while surfing at Salt Beach near Kingscliff on the far north coast of New South Wales, according to Surf Life Saving New South Wales. Shortly after 10 a.m. on Sunday, police and emergency responders were notified that a man had been attacked on the beach. Several other surfers and board-riders had already rushed to rescue him, fighting off the shark then helping the man to shore, local police said a statement. He was bitten on the back of his thigh, and received first aid on shore for serious injuries on his left leg, but died at the scene, said Surf Life Saving in a statement. Beaches between the towns of Kingscliff and Cabarita will close for 24 hours. First responders, police and biologists are now monitoring the area. Surf Life Saving deployed multiple jet skis, drones, and helicopters to track down the shark. Authorities spotted it from the air and took photographs. Shark biologists assessed these photos and the man's bite marks, and determined that it had been a large great white shark measuring about three meters (9.8 feet), according to Surf Life Saving. The attack is the latest in a handful of other fatal shark encounters in Australia this year. In January, a diver was seemingly attacked by a great white shark off the southern coast of Western Australia, although his body wasn't recovered. In April, a parks and wildlife officer was killed by a shark near the Great Barrier Reef. "
    },
    {
        "text": "New York More than 140 scientists who have received funding and support from Mark Zuckerberg's philanthropic organization wrote to the Facebook CEO Saturday expressing concern about how he handled President Donald Trump's posts on the platform. The group urged Zuckerberg to \"consider stricter policies on misinformation and incendiary language that harms people or groups of people, especially in our current climate that is grappling with racial injustice.\" Three of the people who signed the letter told CNN Sunday that they are extremely grateful for the support of the Chan Zuckerberg Initiative (CZI), but said that the goals of CZI, including using technology to create a better world, were contradicted by Zuckerberg's actions at Facebook. CZI was set up by Zuckerberg and his wife Priscilla Chan in 2015. The letter pointed to a post from Trump sent during the ongoing protests against racial injustice, \"like many, we were disconcerted to see that Facebook has not followed their own policies in regards to President Trump, who has used the Facebook platform to spread both misinformation and incendiary statements. For example, his statement 'when the looting starts, the shooting starts' is a clear statement of inciting violence.\" \"As scientists, we are dedicated to investigating ways to better our world. We are proud to be CZI awardees and to help realize CZI's mission, which is to 'use technology to help solve some of our toughest challenges — from preventing and eradicating disease, to improving learning experiences for kids, to reforming the criminal justice system' and 'to build a more inclusive, just, and healthy future for everyone.\" But the scientists warned, \"The spread of deliberate misinformation and divisive language is directly antithetical to this goal and we are therefore deeply concerned at the stance Facebook has taken.\" The letter was first reported by The Washington Post. One of the letter's signatories, Jason Shepherd, PhD, an associate professor at University of Utah, told CNN Sunday he believed scientists like him had not done a good enough job at standing up against misinformation and that it was time to speak out. Martin Kampmann, PhD, associate professor, University of California, San Francisco, who helped organize the letter, said it was not all about Trump. \"This is bigger than Trump; we are feeling very strongly about the responsibility social media platforms have because they are the primary way people get their information.\" Kampmann said the letter's signatories had grown since it was sent Saturday to more than 200 people backed by CZI. Jeff MacGregor, a spokesperson for CZI, pointed out in a statement that the organization is separate from Facebook. \"We have a separate staff, separate offices, and a separate mission: to build a more inclusive, just, and healthy future for everyone through our work in science, education, and on issues related to justice and opportunity. We are grateful for our staff, partners and grantees in this work and we respect their right to voice their opinions, including on Facebook policies.\" Facebook did not immediately respond to CNN's request for comment Sunday. Another of the letter's signatories, Debora S. Marks, PhD, associate professor, Harvard Medical School, told CNN she hoped her and her colleagues' suggestions would be taken seriously by Zuckerberg and Facebook. \"Go help save the world, Facebook,\" she said. "
    },
    {
        "text": " — Which came first, the chicken or the egg? If we're talking menus, you might be inclined to say \"egg,\" if only for its ubiquity at breakfast. But the egg is the star of many other meals, too, and it is beloved for its workhorse qualities in recipes the world over. You could say the egg is ready for anything, and for its close-up. Or, as the saying goes, when in doubt, \"put an egg on it.\" To understand the power of the egg, you only need to look at the titles of two tomes devoted to the food: \"Egg: A Culinary Exploration of the World's Most Versatile Ingredient\" by Michael Ruhlman and \"All About Eggs: Everything We Know About the World's Most Important Food,\" edited by Rachel Khong. \"The greatest of all our foods, the egg combines beauty, elegance, and simplicity, a miracle of natural design and, as food, bounty,\" writes Ruhlman. \"For as long as eggs have popped from bird butts, they've been relished the world round,\" says Khong, \"eaten, drunk, steamed, whisked, fried, baked, poached, cracked into dorm room bowls of Top Ramen, coddled in Michelin-starred restaurants. People eat eggs everywhere.\" This unranked, purposefully meandering list takes us on a global tour of just some of those places, showcasing the myriad ways that eggs anchor dishes that are sweet, savory and every flavor profile in between. Shakshuka, Middle East and North Africa While most commonly referred to as an Israeli dish, shakshuka (rough translation: \"all mixed up\") is eaten across the Middle East and North Africa. In the West, it's often presented in iron skillets along with hunks of crusty bread, making it a brunch favorite. What makes shakshuka  so irresistible, though, is the soft-cooked egg poached in a peppery tomato sauce. Whatever extra accoutrements are added, nothing beats the thrill of dragging a slice of bread into the fragrant sauce laced with runny yolk. Burger with the lot, Australia Australian cuisine stands on the strength of its uber-fresh ingredients, but one of the country's most beloved dishes is a more down-and-dirty affair -- a burger from the local \"milk bar\" or fish-n-chip shop. The stuff of beach days in the sun, the Aussie burger starts out simple enough with a plain white bun, minced beef patty, grilled onions, cheese. What makes it a \"burger with the lot\" are the additions of a fried egg, pineapple, bacon and a thick slice of tinned pickled beetroot. Top it off with Australian barbecue sauce (similar to A1 steak sauce) and grab a stack of napkins because this is going to get messy. You can add lettuce and tomato if you like. As long as it's got that egg, you're right, mate. Omelet, France As with many dishes on this list, the origins of the omelet — the word and the eggy object itself — are contested. According to the American Egg Board's Eggcyclopedia, it supposedly began with the ancient Romans, who called it ovemele (eggs and honey). But  the omelet we know and love today probably came from France. Variations of the dish abound. Jacques Pépin's French omelet is made by adding fresh herbs to mixed whole eggs and cooking in a hot pan with plenty of butter. Let the mixture sizzle, shake the pan and stir the eggs for a minute, tilt and fold the now-cooked egg over onto itself. Guinness World Record holder Howard Helmer can do it in 42 seconds. Carbonara, Italy Deceptively simple recipes often spark the most debate, and so it is with the delicious, decadent carbonara. At its core: Egg, cheese, cured pork, black pepper over pasta. A dish with Roman roots, it's believed that carbonara was helped into being by adding bacon and powdered egg yolks (American-supplied rations in Rome's post-WWII days) to a basic pasta dish. There may be as many as 400 variations, but according to Italian food historian Emilio Dente Ferracci, Roman tradition calls for pancetta or guanciale instead of bacon, fresh egg yolks over powdered and pecorino Romano for the cheese. Lucky for anyone who eats it, carbonara is both decadent and fairly easy to make. Eggs Benedict, US A brunch chart-topper, eggs Benedict can be traced to 19th-century New York. As Rachel Khong writes in \"All About Eggs,\" the dish was named for a regular at Delmonico's restaurant, LeGrand Benedict -- or possibly for a stockbroker named Lemuel Benedict who ordered a hangover cure at the Waldorf and was served poached eggs, toast, bacon and lashings of hollandaise sauce. Author Michael Ruhlman loves that the sauce is made of yolk and butter (\"Waiter, I'd like an egg, with butter and more egg on top, please.\"). English muffins are the modern go-to for the dish's base, but a word of warning to home cooks from the late Anthony Bourdain via his cookbook \"Appetites\" -- toast your muffins. Tortilla Española, Spain The tortilla Española is also known and best described as a Spanish frittata or Spanish omelet, with the focus on the eggs and potatoes. The key to mastering the dish, says one Bon Appétit recipe, is \"to leave the eggs slightly undercooked\" to achieve a custardy texture. It can be enjoyed as a tapa, or as a meal any time of day; Alison Roman has a recipe in The New York Times that frames it as a breakfast casserole composed of \"everything you love about a classic bacon, egg and cheese sandwich.\" Scotch egg, UK Nigella Lawson's favorite recipe from \"Fortnum & Mason: The Cook Book\" is the high-end cornershop's Scotch egg with mango chutney mayo and piccalilli. Fortnum & Mason's own history of the Scotch egg, which is a boiled egg surrounded by meat, dipped in egg wash and breadcrumbs, seasoned and deep fried, tracks the travelers' snack to 1738 and says it was likely inspired by a similar Indian dish. It was initially called a \"scotched\" egg because of the anchovies added to the meat to bolster the flavor. These days the meat is nearly always pork sausage meat (no anchovy), although Gordon Ramsay favors a recipe that includes crumbles of black pudding and grated green apple. Quiche, France and Germany The basics: eggs, milk, seasonings and fillings of your choice. A savory open-faced custard pie, traditionally made in a pastry crust. While we tend to associate today's iteration with French cooking, the quiche is said to have originated in a medieval German kingdom before spreading across the region. Once it reached France, it was renamed Lorraine, the pie gaining bacon and onions. Much later, cheese was added to most quiche recipes, too, but the traditionalists, such as chef Alain Ducasse, leave the fromage out of a classic Quiche Lorraine. Pickled eggs, UK and USA Once upon a time, bars served much heartier snacks than a bowl of peanuts, and the pickled egg was popular in the public houses of 19th century England. The custom emigrated to the taverns of the United States, and eventually became a staple of dive bars, even making an appearance at Moe's on \"The Simpsons.\" While the brine in a pickled egg jar can take almost any kind of addition to zhoosh up the basic vinegar water, adding turmeric, red cabbage and beet will produce bolder colors. Menemen, Turkey Menemen takes its name from a region in Turkey, where it's a popular breakfast dish, often served with yoghurt and flatbread or crusty bread. Similar to shakshuka, menemen consists of eggs scrambled with peppers and tomatoes. This delicious base can be customized by adding things like feta, onions and sujuk (sausage flavored with chili, cumin and garlic), Turkish author Ozlem Warren explains in \"All About Eggs.\" Often served in a Turkish copper skillet called a sahan, menemen is not just for the mornings, says Warren, but also makes a great light supper or substantial lunch. Huevos Rancheros, Mexico Another breakfast favorite with plenty of variations, huevos rancheros (\"rancher's eggs\") is a hearty way to start the day, thanks to its composition of eggs, tortillas, refried beans, cheese and salsa. Other toppings like sausage, guacamole and sour cream can be added, and almost any cheese works if you don't go with the traditional cotija. Using both red and green salsa will turn huevos rancheros into huevos divorciados; Mexican chef Gabriela Cámara of Contramar and Cala has delicious recipes for salsa roja and salsa verde, both using the herb epazote, which you can see via her Masterclass. Egg salad, France We have the invention of mayonnaise to thank for the delightful flavors of egg salad. Mayo came, of course, from France, back in the 18th century, but it is believed a Brit eventually combined mayonnaise with eggs and threw it onto some bread. Today's egg salad sandwich, a delicatessen staple, remains relatively simple. At LA's Konbi, chef Nick Montgomery's nod to the egg salad sandwich of Japanese convenience stores is made with both a rough-chopped hard-boiled egg and a soft-boiled egg, paired with French dijon mustard and crème fraîche on soft milk bread. Voila! Instagram gold. Egg drop soup, China What we call egg drop soup in the US has, in many cases, lost some of its subtlety, with too much cornstarch. To make an authentic egg drop soup is not difficult -- it's basically chicken broth with thin ribbons of beaten eggs added at the last minute, but using fresh green onions and ginger or perhaps a drizzle of sesame oil at the end will make it sing. As New York food blogger Maggie Zhu (originally from Beijing) writes on Omnivore's Cookbook, these aromatics will \"bring out the sweetness of the egg without the taste being overwhelming.\" Croque madame, France First there was a croque monsieur -- a \"gentleman's sandwich\" of bread, cheese and ham -- which appeared in Paris in the early part of the 20th century. Then some wise soul put an egg on it and the decadent delight became a croque madame — the feminine name a nod to a woman's hat. What makes a good croque madame apart from the sunny side up egg are those undeniably French details -- at Bouchon Bakery & Cafe, that means clarified butter, homemade brioche, Swiss cheese and a mornay sauce with (more) grated cheese and a dash of nutmeg. Egg curry, India As with all curries, each recipe you find for egg curry will have some tweak or \"secret\" ingredient, passed down through the generations. Almost everyone will prefer the one their mom or dad or grandmother made for them. In \"All About Eggs,\" Padma Lakshmi recalls a recipe her mother made when there was little else on hand. Whatever egg curry it is you're cooking or savoring, it's a good bet that the hard-boiled eggs will be joined by at least some combination of the following ingredients: onions, garlic, tomato, curry leaves, ginger, cumin, cardamom, bell peppers, garam masala, black pepper and cilantro to garnish. In other words: heaven on a plate. Loco moco, US This one's not for the calorie-counters. The loco moco's origin story involves hungry teenagers, who were said to have ordered the appetite-crushing combo of steamed rice, a hamburger patty and a fried egg -- all of it smothered with gravy. Filling, comforting and cheap, it became a hit in Hilo on the Island of Hawaii before spreading across the state and to Japan and California. High-end takes on the loco moco have appeared, using prime rib and fried quail eggs, but traditionalists swear by the humble, gut-busting original. Hopper, Sri Lanka Popular across Sri Lanka, the hopper is most commonly eaten at breakfast. It looks similar to a pancake or crepe, but is made from fermented rice flour and served with coconut milk, spices and—for maximum flavor—an egg. The array of hoppers includes sweet and savory versions, and they are great accompaniments to all kinds of curry.  As visitors to Sri Lanka's open-air food stalls will discover, hoppers are usually made with a custom-made pan that resembles a mini-wok. Basque-style baked eggs, Spain What is essentially an egg casserole is elevated to culinary heights in the hands of Michelin-starred chefs. Martín Berasategui likes his baked eggs as a late-night snack. Alain Ducasse has a recipe for Basque baked eggs with bell peppers, Serrano ham and piment d'Espelette (a local pepper). Whatever the bottom layer of the casserole dish contains, the trick is to cook the eggs cracked into the mixture gently, so that the white is set but the yolk runny. Don't forget the bread for dipping. Pavlova, Australia & New Zealand Both Aussies and Kiwis lay claim to the meringue tart, the \"Pav,\" that has become a summer and holiday meal favorite. The Aussies trace the recipe back to a chef in Perth; but he apparently found a recipe in a magazine (written by a New Zealander) and improved upon it. The Kiwi version involves a Wellington hotel chef who created the dessert in honor of visiting ballerina Anna Pavlova in 1926. Either way, the Pav is at heart a meringue base (made from whipped egg whites and sugar) filled with whipped cream or creme fraiche and topped with some form of fresh, zesty fruit, most commonly kiwifruit, berries or passionfruit. Egg tart, China Egg tarts were eaten in medieval England and by 13th-century monks in Portugal. But the version we know from modern-day Hong Kong is said to have originated in Guangzhou in the 1920s, when department store chefs created a new treat to lure customers. The pairing of flaky puff pastry and smooth, yellow egg custard took off in Hong Kong's \"tea restaurants\" in the 1940s and remains a popular dessert snack today. As writer Anna Ling Kaye recounts in \"All About Eggs,\" there is a version from Macau that's more caramelized and smoky-sweet than the Cantonese version — an egg tart with Portuguese ancestry perfected by a British pharmacist-turned-baker and his Chinese wife. Tamagoyaki, Japan Translation: fried (or grilled) egg. But, as with so many things Japanese, there's more to it than that. Tamagoyaki is made from rolling layers of that fried or grilled egg into a kind of wedge or roll or log. (Don't worry, you can achieve this by using a special pan created just for this process, called a makiyakinabe). Like the omelet, a tamagoyaki can be customized with different ingredients to make it sweet or savory, fishy or smoky, or whatever flavor it is you desire. The basics are basic — eggs, soy, sugar and dashi — the fish stock that's also used to make miso soup. Oeufs en cocotte, France Cocotte is the name for the small oval casserole dish the French use to make their steamed eggs. While you're getting your lips around one French phrase, here's another: Maître d'Oeufst, Master of Eggs, a title French chef Jacques Pépin lays claim to. Pépin's oeufs en cocotte entail mushrooms and shallots, cream, and of course, eggs, which are steamed with this mixture in their cocotte — or individual ramekins or little pots. Serve with brioche for maximum sopping up enjoyment. Kwek kwek, Philippines This dish checks all the boxes for irresistible street food. Kwek kwek comes on a stick, is deep fried, is a garish orange color and lends itself to dipping in all kinds of sauces. Annatto supplies the color, quails provide the eggs. Filipino street vendors dip them in batter (flour, water and annatto powder), fry 'em up and pop them on a stick. As for the name, it's said to be a hat tip to the chirps of a bird. Migas, Mexico While the migas we know best is a Tex-Mex dish, variations are also enjoyed in Spain, Portugal and, of course, Mexico. Migas means \"crumbs\" and the scrambled eggs cooked with corn tortilla pieces, cheese, onions, chili peppers and tomatoes is the kind of peasant dish that was born from scraping together whatever one had leftover. In that spirit, other ingredients are sometimes invited to the party, whether refried beans, bacon and chorizo or slices of avocado. For maximum flavor, shop for ingredients like the tortillas, Mexican cheese and crema from a Mexican grocery store. Egg foo yung, China Whichever way you spell it (egg foo yong, egg fo yeong, or one of many other iterations), the story of this custardy egg dish is one closely embedded in the evolution of the Chinese restaurant in America. Egg foo yung hails from Canton, but, like many Chinese-American recipes, has been tweaked over the years to suit Western palates. A kind of golden omelet, egg foo yung is filled with bean sprouts, onions or scallions, minced meat or seafood, and served with a sauceboat of brown gravy. That's probably why it's still more commonly associated with banquets and old-school Chinese restaurants versus Chinese takeout eaten in front of the TV. Çilbir, Turkey This Turkish dish consists of poached eggs in (or perched upon) yogurt, topped with Aleppo butter. Çilbir is said to date back to early Ottoman times when it was eaten by sultans. What transforms a deceptively simple breakfast staple into something exceptional is the palate-pleasing contrast of the sour yogurt against creamy eggs and butter. Sopping up the runny yolks with a chunk of bread as they stream into the yogurt is naturally all part of the fun. Chawanmushi, Japan A savory custard, chawanmushi can be prepared a few different ways and with various additions, much like soup, which it sometimes takes the place of in a Japanese meal. The core ingredients are eggs, dashi and a seasoning of choice. In his book \"Egg,\" Michael Ruhlman shares a recipe from cook Matthew Kayahara that incorporates chicken, shrimp and mushroom encased in a fragile custard, and utilizes sake and Japanese soy sauce. Napa Valley chef Hiro Stone, meanwhile, adds a garnish of uni and yuzu peel. Egg brik, Tunisia A Tunisian dumpling similar in construction to an empanada or samosa, brik is a triangular pastry. Egg goes into the filling inside, along with tuna fish, capers and parsley. The package is deep-fried and sometimes served with a squeeze of lemon or lime. Also known as borek in some countries, Tunisian brik is made with sheets or wrappers of paper-thin pastry called warqa or malsouka. As writer Sarah Souli recounts in a piece for Roads & Kingdoms, the best wrappers are homemade, in her case, the brik made with care -- and runny yolks -- by her grandmother. Soft scrambled eggs While the precise progenitor of the scrambled egg may be lost to history, there is evidence to suggest the Ancient Romans were scrambling their eggs, and as this list attests, there are versions from many a country and decade. Here is an abridged definition, as outlined in the American Egg Board's Eggcyclopedia: \"Beat together 2 eggs, 2 tablespoons milk or water, salt and pepper until blended. Heat butter in a nonstick skillet over medium heat, pour in egg mixture. As eggs begin to set, gently pull them across the pan to form large soft curds. Continue lifting and folding until no liquid egg remains.\" From there, cue the debate: is a hard or soft scramble superior, and who does them best? Baghali ghatogh, Iran Eggs cooked with dill-scented lima bean -- or vegetarian butter bean stew -- baghali ghatogh is a northern Iranian specialty. To get even more specifically delicious, recipes often call for the Iranain mix of herbs, spinach and scallions called sabzi. Chef and owner of NYC's Sofreh restaurant Nasim Alikhani serves her braised butter beans in citrusy dill broth stopped with poached eggs rather than whisking them into the stew. Flip cocktails, UK and US Yes, some egg dishes come in beverage form, and we're not just talking about eggnog. A \"flip\" cocktail is best described as a combination of a spirit, sugar and a whole egg, preferably shaken with ice. Back in 17-century England -- and in the early days of America -- flips were made with beer, rum, molasses and egg. They were served hot, in taverns, although the presence of the egg was used to hype the drink's medicinal benefits. Modern versions dispense with the beer and instead incorporate a range of liquors, thus giving us the sherry flip, the brandy flip, the rum flip and many interpretations of and in between. Quindim, Brazil Another custardy dessert with its roots in Portugal, quindim is popular in Brazil. It's made from sugar, egg yolks and ground coconut and is usually served with a shiny glaze of butter or glucose syrup, just in case the sweet ingredients weren't already tempting enough. It's thought that the coconut was added to the recipe by African slaves during the 17th century. These days, quindim is typically made using cupcake baking tins, which are flipped so that the crispy layer on top becomes a crusty base for the sweet treat above. Khagina, Pakistan and Afghanistan Scrambled eggs may be a common dish around the world, but each region seems to enhance the scramble in new (or old-fashioned but irresistible) ways. Consider the khagina -- a hearty, aromatic version filled with spices and best enjoyed with roti. Along with the requisite eggs, butter and salt, khagina typically calls for chopped onion, cumin seed, Thai bird chillies, chopped cilantro and tomato. As is the case with so many of the world's egg dishes, there are echoes of other regions in this recipe, namely menemen of Turkey and shakshuka of Tunisia or Yemen. Kaiserschmarren, Austria-Hungary The name of this dessert means \"Emperor's pancakes\" and the ruler in question was said to be Austrian Emperor Francis (or Franz) Joseph I (his reign ran from 1848 to 1916). Franz Joseph supposedly liked simple but tasty sweet treats, and who can blame him? Kaiserschmarren is a light, caramelized pancake cooked in butter. Eggs, flour, milk and sugar will get the dish started, and from there, it's dealer's choice on adding things like chopped nuts, raisins or pieces of apple, cherries or baked plums. Scotch woodcock, England Don't let the name fool you; there are no birds in this dish. Scotch Woodcock is an old-fashioned British dish dating back to Victorian days. The eggs are scrambled and served creamy, placed atop toast spread with anchovy butter. As Jamie Oliver notes, \"after a big night, it makes complete sense.\" He dubbed the paste in his recipe, \"Manchovy Relish,\" a blend of salted Spanish anchovies, cayenne pepper, white pepper, butter, panko breadcrumbs and ground mace. Stracciatella, Italy This Roman dish, traditionally eaten around Easter, echoes the Chinese egg drop soup. In this case, the name comes from the Italian word stracciare, meaning \"to rip to shreds.\" While a simple dish — made from whisking cheese (such as Parmigiano-Reggiano) into chicken broth, and adding eggs added at the end — stracciatella has a special place in the heart of Chef Giada DeLaurentiis, who shares a recipe her mom used to make for her and her siblings when they were ill in her book \"Giada's Italy: My Recipes for La Dolce Vita.\" Make it a meal, she says, by adding cooked veggies or chicken. Machaca con huevos, Mexico Another hearty Mexican egg dish, machaca con huevos kept families satisfied all morning long by adding dried shredded beef to a mixture of eggs, onions, tomatoes and chile peppers. It was a traditional breakfast in Nuevo León and Chihuahua in northern Mexico -- cattle country -- and a way to use the beef jerky farmers made to preserve meat before the days of refrigeration. Today, machaca can be found in Mexican supermarkets or prepared in the oven. The salty, shredded protein is the perfect match for eggs, especially when served with warm tortillas. Matzo brei, Eastern Europe and US Traditionally eaten at Passover when Jews abstain from eating leavened baked goods, matzo brei is made from crumbled matzo (unleavened flatbread), soaked in water and then beaten with eggs. This mixture is then fried and served with a dash of something sweet or savory, depending on the diner's preference. While it may sound like a stop-gap measure or compromise of sorts, former \"Gourmet\" editor Ruth Reichl describes matzo brie as a comfort food in her memoir \"My Kitchen Year\"f and a recipe on the Zabar's blog claims it makes an excellent midnight snack, as well as a solid brunch or breakfast. Hangtown Fry, California This all-American concoction originated in the heady Gold Rush days, when vast appetites collided with deep pockets, making it possible for miners to afford a decadent omelet made with breaded oysters and bacon. To order the dish signaled a windfall, a mark of status. As for the \"Hangtown,\" that was the name for a Californian mining base now known as Placerville, the one-time home of the El Dorado Hotel, where the fry was said to have been invented. The dish exists in few places today but lives on as a tempting slice of California's culinary history. Kai jeow moo sab, Thailand At its most basic, kai jeow moo sab is a Thai omelet, and while plenty of countries have their version of an omelet, what makes this one worth trying is also what makes it so decadent. It contains minced pork (or chicken), and it's deep-fried. Whether made at home or purchased from a street vendor, the oil-heavy dish looks more like a golden pancake than a light, fluffy omelet. The key is to cook the ground meat inside the whipped egg, so the fats mix with the yolk,.Use a very high heat. Matambre, Argentina In a break from many of the egg dishes on this list, matambre is often served cold, and in many cases, eaten as an appetizer. There seems to be some fable embedded into the origin of the dish and the name (said to mean \"hunger killer\"), but its appearance alone makes it stand out in a sea of brunch staples. In short, matambre is thin flank steak rolled with vegetables and hard-boiled eggs, then grilled or braised. The final step of slicing this meat roll gives it a photogenic, cross-section appearance. Onsen tamago, Japan Imagine sinking into a hot geothermal spring in Japan. Now, imagine you are an egg. Onsen tamago is just this: a bath-cooked egg. An egg slipped into warm water to create a silky, custardy egg that can be enjoyed on its own, perhaps with soy-dashi broth poured on top, or as part of another dish such as ramen. Immersion circulators or precise temperature management can be used in place of a thermal spring to provide the low-and-slow method that turns out the best onsen tamago. Somewhere between 45- to 90 minutes at a temp of 63°F will do it, depending how soft you like your whites and how runny or firm you like your yolks. Egg caviar, France and US Diners at Jean-Georges Vongerichten's namesake restaurant in New York City may have treasured memories of enjoying egg caviar, one of the chef's most famous dishes. It's one that was passed down to Vongerichten from his one-time mentor Louis Outhier. The story goes Outhier needed something to do with the trunks full of caviar he received from the Shah of Iran. A thing of beauty, the caviar egg is made with eggs scrambled with cream, lemon juice, vodka, salt, butter and cayenne. The results are served in the preserved egg shells and topped with whipped cream and two tablespoons of caviar. Kuku, Iran A type of Persian frittata, the kuku (or kookoo) is a dish made from whipped eggs combined with different, usually vegetarian, ingredients. Chef Yotam Ottolenghi shares an eggplant kuku recipe in his cookbook, \"Plenty More,\" which uses barberries — \"tiny sweet-and-sour Iranian berries\" — that he says are worth hunting down at a Middle Eastern grocery store for the dramatic sharpness they bring to the other ingredients in the dish. In this case, onions, eggplant, garlic, saffron and eggs. Avgolemono, Greece and Jewish Another egg soup, this one is different from the Chinese and Italian versions on this list; it's a thicker concoction of chicken broth, rice or orzo, egg and lemon. And while it's best known today as a Greek dish, it has both Iberian and Jewish roots and may have been eaten by Sephardic Jews to break the Yom Kippur fast. Avgolemono is not only enjoyed as a soup, but as a sauce, often accompanying vegetables, fish dishes or Greek dolma. Similar egg-lemon-based sauces are used in Turkey and in Spain to thicken soups or in place of mayonnaise. Ovos moles de papaia, Mozambique A papaya and egg yolk pudding, ovos moles de papaia comes to us from Mozambique, where the creamy, light flavors are said to be a perfect summer dessert, best served chilled. To make the confection, chopped papaya is blended with lime or lemon juice and water into a puree and then mixed with sugar, cinnamon and cloves to make a syrup. Folding in beaten eggs helps turn the mixture into a thick pudding texture, which thickens even more as it cools. Eggnog, UK and US It's synonymous with the Christmas holiday in America, but eggnog is said to have originated in medieval England, when monks would drink a milky concoction featuring eggs and sherry — ingredients that signaled prosperity. The drink emigrated to the States in the 1700s, when rum became part of the recipe. It's not known if the \"nog\" refers to the word \"noggin\" (wooden cup) or was used to rhyme with \"grog\" (booze) but eggnog became the name of this cheerful holiday beverage enjoyed across the land, even famously by George Washington. Deviled eggs, Spain and US What we know as a deviled egg goes back as far as ancient Rome, when boiled eggs were seasoned with pepper and other spices. History.com then traces the dish to 13th-century Andalusia (Spain), where stuffed eggs originated and spread across the world. (In Poland, for example, they were known as Jajka faszerowane.) The term \"deviling\" to describe spicing up food became common in the early 19th century, and stuffed eggs made their way to America soon after. Mayonnaise, one of deviled eggs' main ingredients today, was apparently not featured in American recipes until the 1940s. The beauty of the dish remains its relatively simple preparation and the ability to dress the eggs (as we do ourselves for our cocktail parties) with whatever it is we fancy on the day. Egg butter, Finland and Estonia Also known as munavoi, egg butter is a spread from Finnish and Estonian cuisine, typically served on rice or potato-filled rye flour pastries or on rye bread. Some consider it a version of egg mayonnaise, but it may be best understood as a blend of crumbled hard-boiled eggs and butter. As in: take hard-boiled eggs, mash them up with a few tablespoons of butter, and salt as your taste buds dictate. Bacon, egg and cheese, UK and US The beloved bacon, egg and cheese came to the States, in an early form, from the UK. The breakfast sandwich gave blue-collar workers sustenance for a hard day's work. The magic combo of a fried egg, salty bacon and creamy cheese on a soft white bun can become gourmet for brunch and go mainstream as an Egg McMuffin at McDonalds. But, as most enthusiasts will agree, there's nothing quite like the classic bacon, egg and cheese from the closest source possible — the bodega across the street. A Dutch version (sans bacon) is known as uitsmijter, says \"All About Eggs\" author Rachel Khong. It's \"pronounced outs-my-ter, which means 'out-thrower' in Dutch. Basically it means the bouncer who throws you out of the bar after you've had a few too many drinks.\" Miso-cured eggs, Japan Perhaps you saw them on Samin Nosrat's Netflix show, \"Salt, Fat, Acid, Heat.\" For the \"Salt\" episode, Nosrat teamed up with cookbook author and food journalist Nancy Singleton Hachisu to make miso-cured eggs. After making a miso paste and forming a patty in their hands, the pair wrapped 8-minute hard-boiled eggs with the mixture and left them for four hours. They then gently rubbed the miso patty layer away with their thumbs. Freed from (but permeated by) the miso, the eggs were cut in two and sprinkled with Japanese shichimi togarashi. Salty, indeed. Gyeranppang, Korea A popular snack or breakfast item, gyeranppang can best be described as a type of Korean egg bread. Small loaves, usually found at street food stalls, are made with a simple egg batter and then filled with different ingredients such as whole eggs, ham or cheese. Toppings for the mini egg breads also vary, from sauces to nuts to (what else?) more cheese."
    },
    {
        "text": "A version of this story first appeared in CNN Business' Before the Bell newsletter. Not a subscriber? You can sign up right here. London Record stimulus efforts are facilitating the global recovery from the steepest economic downturn since the Great Depression. That means it's time to spend even more, investors and economists say. What's happening: The US jobs report for May showed that the US economy, which had been expected to shed another 8 million jobs, actually added 2.5 million jobs, pushing the unemployment rate down to 13.3%. Wall Street economists said this indicates that the job market — and perhaps the broader economy — is healing faster than expected. \"While it may still take a year or longer for activity and employment to return to prior levels, the path now looks both shorter and more direct than most had assumed,\" Citigroup's Andrew Hollenhorst and Veronica Clark told clients Friday. Joseph Brusuelas, chief economist at RSM, said it's a sign that stimulus programs such as the Paycheck Protection Program, which provides emergency loans to struggling small businesses, have been effective. But just because some people are returning to work doesn't mean the heavy lifting from policymakers can end, Brusuelas warned. \"Sustained policy attention\" is still needed for the tens of millions who remain out of work, he said. \"Both the fiscal and monetary authorities will need to follow through on their current respective policy paths.\" The pain remains particularly acute for certain demographic groups. The unemployment rate for black Americans ticked up to 16.8% in May, while the unemployment rate for white Americans fell to 12.4%. The unemployment rate for Hispanics dropped to 17.6%. And it's possible the unemployment rate is much higher. The Labor Department admitted it may have misclassified some workers during the pandemic. If it weren't for those errors, the unemployment rate could have been around 19.2% in April and 16.1% in May, not including seasonal adjustments. Coming up: The Federal Reserve, which will make a policy announcement on Wednesday, is under pressure to maintain and supplement its huge program of bond purchases, which has helped fuel the meteoric rise in stocks and other risky assets. The S&P 500 finished the week 4.9% higher, its third consecutive week of sizable gains. Investors are also waiting for more stimulus from the US government, which has already committed more than $2 trillion but could go further. Germany leads the stimulus race so far, according to a new report from the think tank Bruegel. Berlin — known for its fiscal conservatism — has committed more than 13% of Germany's 2019 GDP in extra government spending, along with more than 7% of GDP in tax deferrals and 27% in liquidity provisions and other guarantees. The United States has put up 9% of 2019 GDP in stimulus spending, along with 2.6% in deferrals and another 2.6% in liquidity provisions or guarantees. Such data encourages many economists to call for more help. \"We continue to remain concerned about the health of the economy after the initial jump higher from reopening,\" Bank of America economists Alexander Lin and Michelle Meyer told clients Friday. \"The path ahead is still likely to be bumpy given risks posed from the virus and many millions of displaced workers.\" Where the jobs are coming back From retail stores to restaurants across America, people are returning to their old places of work or finding new jobs where possible, though the overall employment situation remains grim. These sectors are seeing the greatest gains, per my CNN Business colleague Shannon Liao: Restaurants and bars added back nearly 1.4 million jobs in May as they started reopening, according to the Bureau of Labor Statistics.The construction industry added 464,000 jobs, gaining back nearly half of what it lost in April.Retail stores brought back 367,800 jobs, with clothing stores seeing the biggest gains.Factories added 225,000 jobs as plants fired up again.Dentist offices reopened, leading to the return of 244,800 jobs. Read the full breakdown here. Up next Monday: New York City begins reopening Tuesday: Germany trade data; AMC Entertainment (AMC), Chewy (CHWY) and GameStop (GME) earnings Wednesday: Federal Reserve policy decision; US and China inflation data Thursday: US initial and continuing unemployment claims; Lululemon (LULU) earnings Friday: University of Michigan consumer sentiment survey "
    },
    {
        "text": "New York Who would want to lose their job in the middle of the worst job market since the Great Depression? Believe or not, thousands of people would. More than 10,000 people have already accepted buyout offers to leave their companies, despite unemployment being at the highest level of their lifetimes. And with more employers putting similar offers on the table, or expanding offers already made, this is likely only the beginning of what could become a buyout summer for the US economy. \"We're seeing a lot more [buyout] activity right now because there is so much uncertainty,\" said Andrew Challenger, vice president of outplacement firm Challenger, Gray and Christmas. \"Voluntary programs can be a good first step if you're looking at reducing headcounts. It maybe saves positions of some people who would like to have a future with the company, and offers choices for those considering making a life change. It can be a valuable program for both employers and employees.\" He and other experts say that voluntary buyouts may also help with employee morale during at a difficult time. \"Companies don't like letting people go,\" he said. \"And if people are willing to leave voluntarily on good terms, the company might be able to more easily bring them back on if business conditions improve.\" They can also help reduce labor costs by encouraging more senior, generally more highly paid employees to leave and thus reduce average labor costs. Many buyout offers are based upon a formula that factors in time spent at the company. And the voluntary nature of the program might reduce the threat of lawsuits from involuntary dismissals. All the major airlines have announced buyout plans in an effort to cut costs in the face of the plunge in air travel. So far, the only one to announce results is American Airlines (AAL), which said that 4,500 pilots and flight attendants had taken an offer as of a month ago. More buyouts and early retirements are coming at American. There will be voluntary departures and early retirements at other carriers that could reduce or even eliminate the need for involuntary job cuts. Southwest (LUV), which since its 1967 founding has never had an involuntary layoff or furlough, described its offer as the \"most generous packages ever offered in Southwest's history.\" Separately, aircraft maker Boein  (BA)announced that 5,520 people took \"voluntary layoff\" offers recently. But it has since notified nearly 7,000 other employees of involuntary layoffs, and is looking at additional layoffs later in the year to get to a targeted 16,000 job cuts. It's not just the battered aviation industry that has announced buyout plans. Tech company Kickstarter and hospital system Lee Health, based in Florida, have also announced buyout programs according to Challenger. Neither company responded to a request for comment. Financial firm TIAA confirmed it is offering lucrative packages that could pay employees up to 91 weeks of base pay, match last year's cash bonus, and pay up to 18 months of employer-subsidized medical coverage. The package was offered to two-thirds of the firm's 16,500 employees worldwide, or about 11,000 offers. But the company expects only 5% to 7% of those who get the offer will accept it -- or fewer than 800 employees. Even that modest take rate is far greater than normal for a buyout offer. \"Early retirement offers or buyouts typically see a take rate of 2% to 3%,\" said Alex Alonso, chief knowledge officer of the Society for Human Resource Management. He added that other businesses may have an even lower take rate. \"People just aren't ready to take these offers,\" he said. Also, the \"voluntary\" nature of some buyout programs are not all that voluntary.  Some employees are understandably concerned that if they turn down a buyout, they could end up being laid off with only a fraction - if any - of the benefits offered in the package. So many of those who get buyout offers are weighing the chance of a layoff in their calculation, said Alonso. \"They are thinking specifically, 'If I take the offer now, will I be better off or will I be worse off?'\" For example, American Airlines recently notified 17,000 managers and support staff of plans to cut 30% of the jobs in their areas by fall. They were offered a choice of packages that could pay six months at one-third of their normal pay, along with 250,000 frequent flyer miles plus five years of travel benefits, or only three months at one-third pay, but with 21 months of health benefits and 10 years of travel benefits. That was the carrot. The stick: Those who were involuntarily laid off would not get severance. And they would stay on payroll only  through Sept. 30, when prohibitions against involuntary layoffs in the federal airline bailout bill expire. Have you accepted a buyout? Would you be willing to talk to us about your decision? If so, please contact writer Chris Isidore at chris.isidore@turner.com. "
    },
    {
        "text": "It's getting easier to shop for a new car again now that dealerships across the United States are starting to open up following the coronavirus lockdowns. But don't go shopping with your heart set on anything specific. It's going to be harder to find the exact car, truck or SUV of your dreams. Even though dealer showrooms were closed in many places, customers could still buy cars online and have them delivered to their home during the shutdowns. Many shoppers were attracted to the remarkable 0% financing and long-term auto loans -- a combination that made for low monthly payments -- being offered by auto lenders. And that helped to clean out dealers' lots. \"I don't think they realized how well [the financing deals were] going to work,\" said David Siebenaller, general manager at Findlay Chrysler Dodge Jeep Ram in Findlay, Ohio. \"And then now that's where we're running into, you know. New car inventories are so short, everywhere.\" In an ordinary month, 0% financing deals represent about 2% of all new car sales, said Michelle Krebs, senior analyst at Cox Automotive. But in April, more than one in five cars were sold with 0% financing, she said. With auto factories shut down for weeks, there has been no new inventory to replace the cars the dealerships have sold. Ordinarily, if Siebenaller didn't have the exact car or truck someone wanted, he could call around to other area dealers and arrange to trade something for it. Now even that has become difficult, he said. \"What we have found is that supplies are at their lowest levels in 18 months,\" said Krebs. Almost all of the major auto makers have restarted production at their US factories, but it will still be weeks before the products roll onto dealer lots, dealers said. Also, factory restarts have been fitful and slow, said Jessica Caldwell, an industry analyst with Edmunds.com. After vehicles are built, it takes time for them to be distributed from the factory to dealers across the nation. \"Under normal circumstances, it's usually six to eight weeks,\" said Siebenaller. \"As low and depleted as that pool is right now of vehicles, I don't know, nobody knows really, what to expect.\" Some dealers did surprisingly well during the pandemic, particularly those that created strong online sales channels before the crisis struck. In April, sales at Sam Pack's Five Star Ford in Dallas, for instance, were 45% higher than April last year. And last year had already been a strong year, said general manager Brian Huth. In March, when the lockdowns first started, sales plummeted, he said. But once his dealership perfected a complete online shop-at-home system, sales quickly bounced back. \"People have been looking at our inventory online for a long time, but actually being able to Amazon this thing to death is pretty awesome,\" Huth said. Like many auto dealers, he had built up his inventories ahead of what is usually a strong spring selling season. Now, though, the once healthily full dealership lots are thinning out. \"I'm in trouble,\" he said. \"I'm going to run out [Ford] Rangers.\" The Ranger, Ford's new mid-size pickup, which is smaller than the big F-150, has caught on with his truck loving Texas customers, Huth said. He has only four left  He's also concerned about his shrinking number of Mustangs, a popular model that sells especially well in the spring. His dealership is also \"dangerously low\" on Ford Explorer and Escape SUVs, he said. He has space on his lots for as many as 1,300 cars, but currently has only about 550 in stock, he said. Not every auto dealer is in such a crisis. Thanks to having built up inventory before the pandemic, Jones Junction Auto Group in Bel Air, Maryland, has enough vehicles to last until new ones start coming in, said Jeff Ramsey, e-commerce director for the dealership, which sells cars from Fiat Chrysler Automobiles, Hyundai, Kia, Nissan, Subaru and Toyota. \"We have less than we typically would carry at this point in the season,\" Ramsey said, \"But to the factory's credit, they've stayed in communication with us. They've let us know when to expect vehicles to come in.\"' In general, there aren't shortages on all makes and models, Caldwell said. But inventories are tight on the most popular ones, such as General Motors' Chevrolet and GMC SUVs and pickups. Trucks are particularly an issue, she said, because they come in so many varieties. \"Between the beds and the cabs and the all-wheel-drive, there's millions of configurations,\" she said. That means that even if there were, say, 15 trucks on a dealer's lot, finding the one you want -- even before the pandemic -- would have been tough. Now, it's going to be very tough. "
    },
    {
        "text": "Samantha Vinograd is a CNN national security analyst. She is a senior adviser at the University of Delaware's Biden Institute, which is not affiliated with the Biden campaign. Vinograd served on President Barack Obama's National Security Council from 2009 to 2013 and at the Treasury Department under President George W. Bush. Follow her @sam_vinograd. The views expressed in this commentary are her own. View more opinion articles on CNN. In Washington, DC, alone, there has been a dizzying array of security personnel deployed in the last few days. From members of the military to DC police to the US Bureau of Prisons, the streets have become an alphabet soup of acronyms when it comes to law enforcement and security personnel, all designated -- by various levels of government -- to seemingly promote safety. But, as Americans countrywide exercise their constitutional right to protest peacefully, unnecessary assaults on democratic freedoms and civil liberties have proliferated. Amid the tear gas and rubber bullets, a dangerous Trump trend has arisen. While DC police are required by law to wear badges, unidentified federal law enforcement officials have been caught on camera with no badges, no identifying information, and with large firearms. Some refused to identify themselves or reportedly gave ambiguous answers after being called out publicly for their unattributable presence. (Federal Bureau of Prisons Director Michael Carvajal has said that while Bureau of Prisons staffers don't typically need to identify themselves because they operate \"within the confines of our institution\" he probably should have had those in DC wearing some identification.)  If this happened anywhere but here, the US would be issuing strongly worded White House and State Department statements and reviewing other policy options to deter and punish this behavior going forward.  Unmarked officers and \"secret police\" have been used in authoritarian crackdowns throughout history. We used to refer to Russian President Vladimir Putin's unidentified proxies during his annexation of Crimea as \"little green men\" for wearing unmarked green uniforms. Unattributable shows of force just shouldn't happen in American democracy. They're dangerous on many levels both in the near and longer term.  From a safety perspective, the videos and images of unidentified federal law enforcement personnel standing -- heavily armed -- in the nation's capital could have led to immediate security problems. It was -- and is -- counterproductive to have unidentified law enforcement personnel standing in the streets. Without accreditation or badges of any kind, it is hard for anyone to know whether they have authority to conduct law enforcement missions. How would protesters or anyone these personnel may seek to question, search, or even arrest be aware they have the power to take such action?  The failure to clearly and credibly identify all federal law enforcement personnel also creates a heightened security risk. With armed Americans showing up at protests, the lack of identification makes it far too easy for vigilantes either to blend in with the law enforcement officers or spuriously claim authority they don't have. It's confusing and potentially dangerous for Americans exercising their constitutional rights and for other military and law enforcement officers trying to distinguish private citizens from security personnel. A heavily armed officer in tactical gear, with no clearly identifying insignia, is nearly indistinguishable from a militia member trying to terrorize peaceful protestors.  Plus, while Attorney General William Barr defended the fact that some federal personnel may not have identified themselves, the failure to identify federal law enforcement personnel endangers accountability if there need to be investigations into their actions. It is much easier to act with impunity if there's no fear of attribution. A law enforcement officer's shield or badge connotes authority, but also helps to ensure responsible behavior.  Recognizing the risks associated with this Trump trend, House Speaker Nancy Pelosi has sent a letter to the President asking for an accounting of the full list of agencies involved and clarification on their roles and responsibilities. Democratic Sen. Chris Murphy and Senate Minority Leader Chuck Schumer have introduced draft legislation that would require federal law enforcement personnel and members of the military to identify themselves as such.  But so far, the \"law and order\" President -- and the attorney general -- seem satisfied with unattributable law enforcement personnel roaming our streets, despite the fact that such actions threaten to undermine our law and order. So far, the \"law and order\" President is OK with Bureau of Prisons personnel positioning themselves with no identifiable information in close proximity to Americans exercising their constitutional rights -- or the fact that AG Barr authorized them to make arrests.  Instead, the President seems to be focused on using all law enforcement and security personnel -- no matter their specific training, rules of engagement, jurisdiction, or the time they were given to get themselves safely ready to deploy to DC -- in a brute show of force. This doesn't advance law and order, it undermines it. How ironic -- and hypocritical -- that a president who has tried to depict himself as a victim of out-of-control law enforcement would now appear to champion agents of the state acting with impunity. It is unfortunately just the latest reminder that this President wants \"law and order\" on his terms, and his terms only. "
    },
    {
        "text": "Douglas Heye is the ex-deputy chief of staff to former House Majority Leader Eric Cantor, former communications director for the Republican National Committee, a GOP strategist and a CNN political commentator. Follow him on Twitter @dougheye. The opinions expressed in this commentary are his own. View more opinion on CNN. There has been so much anxiety and anger in the country these past few months — and certainly over the last week — that a calm voice and steady hand can be very hard to find. But in both the response to the Covid-19 global pandemic and, most recently, the nationwide protests sparked by the killing of George Floyd, Maryland Gov. Larry Hogan has shown politicians and community and business leaders how to effectively deal with and communicate during a crisis. There's no flash or polish. He just puts his head down and works. Hogan, a Republican, is not the face you necessarily see on TV every day at a press conference, but he's everywhere. He's regularly appeared on local and national newscasts, national TV shows like the Daily Show, and sports radio programs — never forgetting to make time for the smallest of local newspapers. In his statements, Hogan has delivered important information being both realistic and reassuring. Voters want to know that there is a road map for what's ahead. It builds trust, so Hogan is clear on communicating what he's doing and why he's doing it. In an opinion piece published on the New York Times last Sunday, the governor wrote frankly about how the Covid-19 outbreak has impacted state budgets, and how states need the federal government to prioritize the CARES Act, infrastructure and funding for state employees (like teachers and first responders). It's a local argument for a national audience. To follow Hogan, Lt. Gov. Boyd Rutherford and Hogan's communications staff, Mike Ricci and Kata Hall, on social media is to see a master class in crisis communications. It's a \"just the facts\" approach of getting information out to Maryland voters or, when appropriate, information in the region, or from Hogan's role as head of the National Governors Association. They do so in an unfiltered way for people to have the information they need — like on the latest infection rates — to make wise decisions and know where things stand. What may be more notable than what Hogan and his team are doing is what they're not. No angry tweets, no conspiracy theories, no blaming others. There is no spin. This should not be significant. But in 2020 it is. In conversations with colleagues and journalists in the last few years, we've agreed that childish tweets of name calling, trying to \"own\" political opponents or dissidents with insults and memes, have somehow taken precedent over the tried and true tactics — the old school communications of developing and employing strategies to advance a message. Researched and developed news pitches have become the exception. And this is happening in congressional offices, party committees and the White House itself. Hogan's office is quite the opposite. It's almost quaint. But it's surely been effective. Look no further than Hogan's poll numbers. True, practically every governor has higher approval on their handling of Covid-19 compared to President Donald Trump — as a Washington Post poll showed that 49 out of 50 governors have cleared that low bar. But the poll also shows Hogan right at the top with a 77% approval rating among Democratic-leaning voters. Most of the credit the governor has received has been due to his work regarding Covid-19. But his remarks around the killing of George Floyd were noteworthy and continued the Hogan style of communicating openly and with compassion. On the Today Show, Hogan spoke of how he \"walked the streets face to face and calmly talked to folks,\" during Baltimore's unrest days after Freddie Gray's police killing in 2015. Hogan used the phrase \"lower the temperature\" twice, describing not only what he did then, but what he is seeking to do now. Deft hands don't always get recognized, especially in a culture and political environment where the loudest voices often dominate. And while sky-high poll numbers may be impossible to maintain forever, Hogan has shown both parties that shock and awe rhetoric is not necessary. Hogan's work sets an example to other state leaders on how to cope with hectic situations like the ones we're going through these days. Level with your voters, give them the information they need, let them know you care about them and have a plan of action. They will respond. "
    },
    {
        "text": "Jeff Pearlman is a New York Times best-selling author of eight books. His ninth, \"Three Ring Circus: Shaq, Kobe, Phil and the Crazy Years of the Lakers Dynasty\" comes out in September. Follow him @jeffpearlman. The opinions expressed in this commentary are those of the author. View more opinion articles on CNN. The NFL is sorry. Truly, it's sorry. As Roger Goodell, the league's longtime commissioner, explained in a video released Friday, \"we were wrong for not listening to NFL players earlier and encourage all to speak out and peacefully protest.\" He is, again, sorry. Very. And now that a solid, oh, 76% of Americans polled say they agree that \"racial and ethnic discrimination is a big problem in the United States,\" and a majority say they support the Black Lives Matter movement, and now that hundreds of thousands of citizens have taken to the streets to protest police brutality against African-Americans, and now that even Grandma and Grandpa seem suddenly woke, the NFL wants you to know how very sorry it is. But here's the thing: Too bad. Really. Too friggin' bad. And too friggin' late. The NFL isn't sorry because it realizes it was wrong. It isn't sorry because police brutality (gasp!) is suddenly a thing. No, it's sorry because — four years after former San Francisco quarterback Colin Kaepernick first dared quietly take a knee during the playing of the National Anthem — Donald Trump's approval ratings are dropping and suddenly, for lots of white people, it's no longer acceptable to banish players for the crime of peacefully protesting societal wrongs. Not anymore. Not after Ahmaud Arbery and Breonna Taylor. Certainly not after George Floyd and the chemical agents of Lafayette Square and the presidential biblical stroll to Washington's St. John's Episcopal Church. Nope. Once upon a time, the NFL's 32 team owners could stand side by side and argue (with a somewhat straight face) that their refusal to defend players who protest wasn't about race, class, decency or justice. \"We love and support our gladiators,\" the explanation essentially went. \"But there are limits ...\" Ah, the limits. It was about patriotism. The NFL stood for one thing, and that was the ol' red, white and blue. Football was America and America was football, and to be a part of the world's biggest league was to honor the United States of America. You either stood, hand over heart, or you had no place on the gridiron. These colors don't run, and this league didn't run. Except, well, the league did run — from serving as anything more than a shallow puddle in which to sell Budweisers and Chevy trucks and Big Macs while standing tall as a phony patriot president's lapdog. Don't think so? Try to argue with the numbers. Although nearly 70% of the NFL's players are African American, a paltry three head coaches are black —and this offseason, none of the five vacancies were filled by black men. It's a shameful track record, where leading African American coordinators are routinely bypassed for top positions (See: Bieniemy, Eric), then — behind the scenes — greeted with the same tired excuses once applied to black college quarterbacks who were shifted to other positions on the NFL field. He lacks the experience. He lacks the understanding. He needs more time. He's just not smart enough. (He's too black.) Somehow, over the past few days, Goodell was hit with the harsh reality that the United States of America since Floyd's death is not quite the place it was when Kaepernick was banished to the bottom of the Marshall's clearance shelf. He woke up and saw a nation of people — black and white and brown and yellow — genuinely heartbroken and furious over the inability of the nation to make necessary societal shifts. He had to say something, because an investment needed protection. Alas, it was too late. The NFL can apologize and apologize and apologize some more, but until it actually starts hiring large numbers of African American coaches and executives and until it acknowledges that Colin Kaepernick was deliberately blackballed and until it stands up to the bully in the White House the next time he goes on one of his racially charged Twitter rants, we can only see the league for what it is. Broken. "
    },
    {
        "text": "Bryan Monroe is Associate Professor at Temple University's Klein College of Media and Communication. He is the former editor of CNNPolitics.com, and of Ebony magazine. He is the managing director of the Monroe Media Group, a Washington, D.C.-based media strategy, crisis communication and personal branding firm. The views expressed in this commentary are his own. View more opinion at CNN. We can't jog and be black. We can't barbecue and be black. We can't bird watch and be black. We can't sleep in our bed and be black. We can't even sit in our own car and be black. Not safely, anyway. As a black man, as the son and grandson and great grandson of black men, as a father of a black teenager, I've known the fear I can trigger among white people. I know that, for many, when they see my skin they can see a loaded, cocked weapon. For black people, our melanin is probable cause. This is our truth. And there's not a thing we can do about that. But white people can. For most white people, the violence that happens to blacks in America has too often been a headline on Facebook to scroll past, a Twitter video to watch, a morning show news clip sandwiched between a cooking segment and the weather. It is something they know exists but rarely affects their day-to-day lives. Until Minneapolis. Watching the white police officer in that city press his knee against the neck of George Floyd for 8 minutes and 46 seconds until he died was just too much for many white Americans to handle. And seeing the three other cops stand by during the killing -- that was just too much to handle. White people across America and around the world were disgusted. As they should have been. But, just a short while earlier, we had learned about Ahmaud Arbery, allegedly hunted down by three white men — one a former law enforcement officer. He was first hit with a truck and then shot dead as he was jogging in Georgia, according to a Georgia Bureau of Investigation agent testifying Thursday at a preliminary hearing. Prosecutors say he was \"executed.\" There was also the case of Breonna Taylor, a 26-year-old medical worker — a black woman — shot at least eight times and killed in an attempted drug sting by plainclothes officers who burst in while she was asleep in her bed in Kentucky. And Christian Cooper, a Harvard-trained biomedical editor, had the New York City police called on him while bird watching by a frightened white woman in Central Park after he asked her to follow the law and put her dog on a leash. Black people have lived with this kind of treatment every day for years. For centuries. But now more white people are paying attention. As Will Smith said: \"Racism is not getting worse. It's getting filmed.\" White people, this one is on y'all. Between the coronavirus pandemic and the lethal police violence, this has been a rough few weeks for Black America. It has set in stark relief how little of this is within our control. We, mostly, are not the cops on the street. We, mostly, are not the CEOs in the board rooms. We, mostly, aren't the voters electing the prosecutors and judges. We're not sitting at the dinner tables with the mildly racist cousins and uncles and in-laws who are snickered at or just tolerated. This week has shown how much of what has been happening -- and how many of the things that must change -- are on the white majority. You have the real power. You are in the positions of authority. If this has really affected you at your core, you can actually change white culture. From the inside. We can't. I hope this moment is a real wake-up call for white people, for our allies. And that they stay awake. Because that's where the only real change can come from. There's just not much more we -- black and brown people -- can do except try not to get shot each day. And hope... I had to tell my then-15-year-old son, as a white female Maryland-National Capital Park Police officer was pulling us over when we took our exit off the 495 Beltway, to keep his hands in plain sight and his mouth shut while I tried to figure out why we were being stopped. \"Oh, no, you weren't speeding,\" the officer told me while shining her flashlight in my face with her left hand as her right hand hovered over her holster. \"You just looked out of place, so I ran your plates, and your smog certificate just expired. You'd better get that fixed.\" Smog certificate? Really? Turns out our only crime was that we were two black men driving in a Mercedes-Benz S430 in suburban D.C. And that was not worth getting shot over. But I am hopeful. Millions and millions of white people in America were -- at their core -- disgusted and embarrassed by the George Floyd murder. They knew, in their gut, that it was wrong and not the America they want to live in. Many also know, at least intellectually, that these kinds of episodes happen frequently to people of color, even if most are not shown TV and social media. And some have taken to the streets this week to join -- and in some cases lead -- the protests. They are there, on the front lines, doing something about it. That gives me hope. But it's not enough. This is the time for white people to actively challenge their uncles, their co-workers, their drinking buddies -- those they know who are either actively racist or passively indifferent to what happens in their communities (and often on their behalf) every day. It is time to make them uncomfortable. They need to accept that there are thousands of George Floyd episodes that happen all the time across this country that don't get captured on someone's cell phone, episodes that end up as an afterthought on a doctored police report, \"The suspect resisted arrest...\" or \"Responding officers believed the suspect was reaching for a weapon...\" The good cops -- and yes, many ARE good cops -- need to actively check, call out and turn in their colleagues in the precinct or the locker room (and they know exactly who they are) who they know should never be allowed to use deadly force to satisfy their power trips. And the police unions need to take a leadership role in purging their ranks of those officers (and they know exactly who they are) they know have no business wielding a gun and a badge in today's society. We have seen scores of public companies — from Uber to Peloton to Postmates — release statements of support, proclaiming they, too, believe \"Black Lives Matter.\" While that support is appreciated, the next question is, \"What else are you going to do about it?\" If you look at companies' top management, their senior leadership, their boards of directors, do you see many people of color? No? Well, what are you going to do about it? When you look at who your top vendors are, who you hire as outside counsel, as your accountants, as your consultants, are you doing business with black-and-brown owned companies? So, right now, what can you do about it? As a start, you can open yourself up to our daily reality. Listen — with your mouths closed and your hearts open — as your black friends talk about what they deal with every day. Yes, we can help you become aware, but we can't help you understand. Read great works like \"White Fragility: Why It's So Hard For White People To Talk About Racism\" by anti-racist educator Robin DiAngelo or Dr. Martin Luther King's \"Letter from a Birmingham Jail.\" Or just do a Twitter search for the hashtag #WhitePeoplesHomework. White people, this one is on you. You are in the positions of power. You are the ones who can be the change. Don't let this opportunity slip by. America needs you to step up. "
    },
    {
        "text": "James C. Moore is a political analyst, communications consultant, and author. He has been living in Texas and writing on the state's politics and history since 1975. The views expressed in this commentary are his own. View more opinion on CNN. Of all the institutions the Trump presidency is harming, it's likely no one suspected the Republican National Convention might be one of them. But President Donald Trump's refusal to fully acknowledge the risks associated with the pandemic is creating a new political threat to his own candidacy. The Republican National Convention was slated to take place in Charlotte, North Carolina, in August. But the pandemic struck, and the governor has insisted on a scaled down event with safety precautions that include social distancing and face masks. The President, who wants his huddled masses shoulder to shoulder as they shout their acclimations, is now looking to deliver his convention speech in another city. More formal portions of the convention may still be held in Charlotte in order to honor the RNC's contractual agreement with the city. If Trump insists on a bifurcated convention, he might fatally wound his reelection campaign. North Carolina is a critical swing state, and voters there may resent being overlooked. The change could also leave an impression that the campaign is disorganized and indecisive at a time when the electorate is already faced with critical questions about the President's ability to lead. The RNC has a plan, though. Sort of. Getting a political party and a city ready to host a convention is a long and tedious process. For Republicans, especially, the convention has in recent years been held in swing states, which may help influence voters with a boost to the local economy, given the millions that go into hotels, restaurants and venues. Conventions can generate the kind of exposure and tourism that marketing dollars cannot buy. But what exactly does a split-city Republican convention look like? Even the platform and policy wonk gatherings in Charlotte might be endangered because the RNC communications director has indicated his party will only convene \"should the governor allow more than 10 people in a room.\" Since the President is planning on delivering his speech to an adoring crowd in another city, the attendant publicity for Charlotte will likely be about the scaled-back event and what the GOP lost by having to adapt to the coronavirus, as well as Trump's demands. For the Queen City, this means not all publicity will be good publicity. And now another GOP site selection committee is crossing the country considering new locations that include Dallas, Nashville, Phoenix, Orlando, Jacksonville and Las Vegas. So, where should the RNC go? Arizona, usually a red state, may not be this election cycle. The party's US Senate candidate, Martha McSally, has seen her campaign against former astronaut Mark Kelly almost sink beneath the earth. A recent Fox News poll found she trailed the Democrat by 13 points, while Joe Biden is leading Trump by four points in the Grand Canyon state. Hosting a convention in 105-degree weather in Phoenix is not likely to change those numbers. While Las Vegas and Nashville have adequate facilities, Nevada and Tennessee don't carry all that many electoral votes. Orlando or Jacksonville could host the speech, and Florida is a must-win, but being in the geographic center of the country might help Trump get the crowd he wants. Texas' location allows for shorter travel distances, which increase the likelihood of attendance, and Dallas is probably the best strategic choice for Trump. Polling shows Texas emerging as a swing state with the President leading his Democratic opponent by only one point, according to a Quinnipiac poll. Conventional thinking refuses to acknowledge the Lone Star State can be won by Democrats in 2020. Latino voters, historically, have had the lowest turnout of any demographic group in the state, and until they vote in greater numbers, winning Texas will be difficult for Democrats. But the GOP is scared -- and losing Texas will put the White House out of reach. This loss could have lasting ramifications, and the GOP could take an entire generation to learn how to win the support of an increasingly diverse electorate. But Texas still has big money and Trump backers like arch-conservative Gov. Greg Abbott, who has never publicly criticized the president. Dollars and sycophancy will be in great supply if the RNC holds the nominating vote and speech in Dallas. Texas is almost a Trump petri dish to grow political absurdities. Abbott has the state's indicted attorney general fighting legal battles to prevent voting by mail and to end Obamacare. Tax collections have cratered with the price of oil and tourism has plummeted during the pandemic. But a big moment in Dallas might give state politicians a chance to claim, \"We're back,\" even if it's not the whole truth. No matter where the RNC goes next, there is a looming question: will Trump damage his support in North Carolina after Charlotte's leadership spent two years planning the convention and the estimated $120 million-dollar windfall it offers? It is not a minor historical irony that the last time a presidential nominating convention was split between two cities, the decision was informed by race. Southern Democrats in 1860 walked out of their convention in Charleston, South Carolina, in a dispute over the party's platform on slavery. When the party reconvened in Baltimore, Northern and Southern Democrats split and Republican Abraham Lincoln went on to win the election, before eventually signing the Emancipation Proclamation. Issues of race, 160 years later, will also influence the coming election, along with the pandemic and a flagging economy. Trump and the GOP may have made their chances of success considerably more challenging by adding uncertainty to their plans with an unorthodox split convention. History might be hinting it plans on repeating itself. But Trump is not the type to listen. "
    },
    {
        "text": "Timothy Denevi is the author of \"Freak Kingdom: Hunter S. Thompson's Manic Ten-Year Crusade Against American Fascism\" and a professor of creative writing at George Mason University. The views expressed here are solely the author's. View more opinion articles on CNN. Fifty-two years ago this weekend, Robert F. Kennedy, then the junior senator from New York and a leading candidate for the Democratic presidential nomination, died in Los Angeles, the victim of a political assassination. I've been looking again at the final months of his life, which were largely shaped by the murder of Martin Luther King, Jr. The words he spoke the night of April 4, 1968, when King was assassinated, and in the days following feel tailor-made for own moment in 2020. And his efforts at guidance as a presidential candidate during those weeks leading up to his own death on June 6, bring into stark relief the stunning dereliction of leadership shown in 2020 by President Donald Trump. If there's one thing Kennedy couldn't stand, it was the sort of person who spoke to the basest instincts in the human condition, those bullies willing to play up our divisions for personal gain. It could be a small-town sheriff or the President of the United States: such narrow-mindedness, as he said the week before King's assassination, \"ran contrary to the deepest and most dominant impulses of the American character.\" The only way to fight them off was to use what they lacked: \"integrity, truth, and honor...generosity and compassion,\" the traits that he believed could bring even the most disparate of us together. On the night of King's death, Kennedy broke the news to a large crowd of predominantly black supporters in downtown Indianapolis. \"Martin Luther King dedicated his life to love and to justice for his fellow human beings,\" he said. \"For those of you who are black and are tempted to be filled with hatred and distrust at the injustice of such an act, against all white people, I can only say that I feel in my own heart the same kind of feeling.\" Then, for the first and only time in his life, he opened up publicly about his own brother's murder, in Dallas, four years earlier: \"I had a member of my family killed, but he was killed by a white man. But we have to make an effort in the United States, we have to make an effort to understand, to go beyond these difficult times.\" He quoted Aeschylus's The Oresteia, a passage from the Greek tragedy about the acceptance and wisdom that can only be gained over time, \"through the awful grace of God,\" in surrender. 'What we need in the United States is not division' He was speaking extemporaneously, without notes, his voice low and halting. \"What we need in the United States is not division; what we need is not hatred; what we need in the United States is not violence or lawlessness; but love and wisdom, and compassion toward one another, and a feeling of justice toward those who still suffer within our country, whether they be white or they be black.\" He talked just under five minutes. \"So I shall ask you tonight to return home,\" he concluded, \"to say a prayer for the family of Martin Luther King, but more importantly to say a prayer for our country, which all of us love...\" And that was exactly what happened in Indianapolis; when he was finished, the thousands in the crowd headed home. Riots were breaking out in Washington, DC and Chicago but in Indianapolis there wouldn't be violence. It was, in retrospect, one of the most astonishing performances in American history. And over the next two weeks, as fires and looting swept through more than a hundred American cities, he'd continue in his role as the country's impromptu voice of reconciliation, the closest thing to what we so clearly seem to lack today: a leader with the capacity to clarify our pain in all its uncomfortable dimensions. He was terrified of what might happen to this country if such raw and deeply-felt pain was left to fester; it would open the door of the American system to a leader who embodied the worst in us, someone willing to go so far as to openly call upon what Kennedy described that spring as \"the darker impulses of the American spirit.\" It's a haunting description, one that, after what happened this week in Lafayette Square in Washington, DC, where hundreds of unarmed protesters were gassed and beaten in clashes with federal law enforcement as they cleared the space on the explicit orders of President Trump's attorney general, William Barr — feels more urgent than ever. 'Punishment is not prevention' As he continued to campaign for the presidency after King's assassination, Kennedy asked his audiences to stop and consider why a young man would feel compelled to burn down his own neighborhood, which he characterized as \"a destructive and self-defeating attempt to assert his worth and dignity as a human being.\" He questioned the police and National Guard's brutality, asserting that \"punishment is not prevention.\" And at almost every stop, from one campaign event to the next, he turned the conversation to the complicity that white Americans, by ignoring their own roles in the perpetuation of the systemic injustice tearing the country apart, bore for the recent violence. \"There is another kind of violence,\" he explained, \"the violence of institutions: indifference and inaction and slow decay.\" At the heart of his perspective was a stark if simple premise. when vulnerable Americans suffer, we all do. \"Whenever any American's life is taken by another American unnecessarily,\" he said the morning after Martin Luther King's death, \"the whole nation is degraded.\" It certainly feels that way today, more than half a century later. How could the recent killing of George Floyd — a black man who died under the knee of a white police officer in Minneapolis after begging for his life — be characterized as anything other than a degradation, an enduring, unforgivable shame burning in the country's soul? 'A good man yields when he knows his course is wrong' But as Kennedy also reminded us in the weeks after King's assassination, anger and fury, no matter how righteous, means nothing without accountability. \"Violence breeds violence,\" he said, \"repression brings retaliation.\" He asked from us what he believed we should all be demanding to see in him: \"The question is whether we can find in our midst and in our hearts that leadership of humane purpose that will recognize the terrible truths of our existence.\" On this note, he had no patience for liars. It was why he'd thrown his hat into the ring for the presidency in the first place: he couldn't stand by while more and more Americans continued to die in Vietnam while Lyndon Johnson lied about victory being just around the corner and refused to cut his losses. \"A good man yields when he knows his course is wrong, and repairs the evils,\" he said that March. \"The only sin is pride.\" This was RFK in 1968. He hadn't always talked this way, of course. Since the start of the decade he'd come a long way, especially on racial and economic justice. He was shaped — painfully, against his will — by tragedy: the loss of his beloved older brother and everything they'd spend their adult lives creating. Afterward, it unearthed in him a sensitivity that might otherwise have remained dormant. And the final ingredient, it seems, was Martin Luther King, Jr's horrific assassination. \"From here on,\" Jules Witcover would write in \"85 Days,\" \"the private Robert Kennedy that his closest friends professed him to be — not the strident, not the bombastic, but the low-keyed and sensitive — increasingly emerged in his public life as a campaigner.\" At last he was the person he'd spent his life becoming — the most fully realized version of himself. There wouldn't be the chance to become another. After 52 years, more injustice Two months after King's murder, on the night he won the all-important California primary, Kennedy was shot at point-blank range with a .22 caliber revolver by Sirhan Bishara Sirhan, a 24-year-old Pasadena resident of Palestinian descent who for weeks had been writing in his notebook, \"R.F.K. must die!\" It was ostensibly for supporting Israel. The fatal bullet struck him just below his right ear. Still, for 15 astonishing minutes, he somehow remained alert. \"Is everybody okay?\" he asked. When his wife, Ethel, arrived, he caught her glance, gazing back. At last a pair of medical attendants arrived, lifting him without warning onto their stretcher. \"Oh, no, no, no,\" he whispered. \"Please don't move me.\" Then he lost consciousness. The next day — June 6, 1968 — he was dead. This week, despite my best efforts, I keep thinking about Bobby Kennedy and George Floyd -- by looking, without sentimentality, at the final moments in their equally abbreviated lives. Both were in agonizing pain. Both were terrified. Both were conscious of what was happening to them and at the same time helpless to stop it. In their final, horrific moments, the only thing left for them to understand was suffering, its all-consuming degradation. No one deserves to die violently in America. The injustice is that, 52 years later, it takes so much to remind us of exactly that. "
    },
    {
        "text": "Chiranjeevi Sarja, a famous Indian actor, has passed away at the age of 39. Sarja, who starred in 20 films including the popular \"Amma I Love You,\" died of a heart attack, according to B.S. Yediyurappa, chief minister of Karnataka. \"It is a shock to hear the news that famous Kannada artist, Shri Chiranjeevi Sarja, died of a heart attack. Premature death at an age of just 39 years is shocking. My prayers are with the family, may God give them the strength to endure this grief,\" Yediyurappa tweeted on Sunday. Sarja, who also starred in \"Whistle,\" and \"Varadanayaka,\" came from a family of actors. He is the nephew of Tamil actor Arjun Sarja and grandson of veteran actor Shakti Prasad, according to the Hindustan Times. He married actress Meghana Raj in 2018. Following the news of his death, many of Sarja's fans began posting their condolences on his last Instagram post, which featured his brother, Dhruva Sarja, who is also a famous Kannada actor. \"A tragic loss to Indian cinema,\" one fan commented. \"We all miss you.\" A number of film stars also expressed their sadness on social media over Sarja's sudden death. \"Shocked to hear about #chiranjevvisarja's demise!!!\" actress Priyamani tweeted. \"Can never forget his smiling face.\" \"Absolutely devastated to hear about the sudden demise of Chiranjeevi Sarja. I pray Meghna and the whole family finds strength to tide through this shock and sorrow,\" actor Prithviraj Sukumaran tweeted. CNN's Rishabh Madhavendra Pratap contributed to this report."
    },
    {
        "text": "An end to \"copycat\" buildings and a ban on skyscrapers taller than 500 meters (1,640 feet) are among the Chinese government's new guidelines for architects, property developers and urban planners. Outlining what it calls a \"new era\" for China's cities, a circular issued by the country's housing ministry and the National Development and Reform Commission earlier this year also proposes other sweeping measures to ensure buildings \"embody the spirit\" of their surroundings and \"highlight Chinese characteristics.\" With height restrictions already being implemented in places like Beijing, and a 2016 government directive calling for the end to \"oversized, xenocentric, weird\" buildings, the guidelines appear to formalize changes that were already underway. But according to Chinese architecture experts, some of the less eye-catching suggestions -- such as an appeal for heritage protection, a credit system for designers and the appointment of chief architects -- may signal a subtler evolution in the way China's cities are planned. \"The document is really not just about height,\" said Li Shiqiao, a professor of Asian architecture at the University of Virginia, in a phone interview. \"It's about Chinese culture, the urban context, the spirit of the city and the appearance of modernity.\" \"This has been in the academic discussion a lot, but somehow not in a government document until now.\" Cut down to size Of the 10 completed buildings measuring above 500 meters around the world, half are found in mainland China. Among them are the planet's second-tallest skyscraper, the twisting Shanghai Tower at 632 meters (2,073 feet) tall, and Shenzhen's Ping An Finance Center, which is 599 meters (1,965 feet) from base to tip. In the last two years, they've been joined by Beijing's Citic Tower and the Tianjin CTF Finance Center, the world's seventh and ninth tallest buildings respectively. But the tide against soaring skyscrapers has been turning for some time. The number of new buildings measuring 200 meters (656 feet) or above in China fell by almost 40% last year, according to construction data from the Council on Tall Buildings and Urban Habitat (CTBUH). In Beijing's downtown Central Business District, a height restriction was already being applied to new proposals -- a cap of just 180 meters (591 feet) according to a 2018 report by property firm Jones Lang LaSalle. Elsewhere in the country, the Wuhan Greenland Center had its projected height cut from 636 meters (2,087 feet) to under 500 -- a decision made in 2018, after construction began, necessitating a significant redesign -- with local media citing airspace regulations. The Suzhou Hungnam Center has since had its planned height cut from 729 meters (2,392 feet) to 499 meters (1,637 feet), with upcoming skyscrapers in the cities of Chengdu and Shenyang also \"suffering the same fate,\" according to state-run tabloid Global Times. Fei Chen, a senior architecture professor at the UK's Liverpool University, described the 500-meter limit as \"quite arbitrary,\" adding that skyscrapers measuring 499 meters are \"still very, very tall buildings.\" But the new document confirms growing intolerance for buildings that are \"out of scale or out of context,\" she said. Chen also pointed to official concern around the \"reckless\" use of tall buildings, whereby expensive and unprofitable towers are used by real estate firms to brand their developments -- or by local governments to put their cities on the map. \"(The guidelines) respond to the identity crisis that we've all noticed since the 1980s, when cities started to borrow standards and building types from international contexts,\" she said in a phone interview. \"And since the 1990s, cities have been promoted as being competitive in the market through the construction of landmarks and large public buildings.\" As such, the new restrictions are as much about economics as design. Above a certain height, the cost of constructing skyscrapers increases exponentially with each additional floor. China's skylines are now littered with unfinished towers as economic growth slows and developers face a squeeze on credit. According to CTBUH data, around 70 Chinese buildings that were meant to stand above 200 meters are currently \"on hold,\" having already started construction. Three of them were expected to measure over 500 meters, including Tianjin's soaring Goldin Finance 117, which broke ground over a decade ago. Wuhan's aforementioned Greenland Center has stood unfinished and largely untouched since 2017, despite having its planned height reduced. In Li's view, the government's new measures epitomize a \"new paradigm\" for Chinese cities -- one less reliant on marketable skyscrapers and speculative financing. To illustrate the shift, he compares Shanghai's Pudong district, the soaring financial quarter that rose from almost nothing in the last two decades, to Xiongan, a brand new city being built 100 kilometers southwest of Beijing. Unlike Pudong, the new 2.5-million person satellite city will be relatively low-rise, with its property market subjected to tight state controls. \"If you take Pudong as the paradigm for Chinese urbanization from 2000 to today, then you look at Xiongan -- which is not dominated by real estate speculation or iconic buildings -- as the new paradigm ... then that's quite an amazing change we're witnessing.\" A new framework Yet Li maintains that the 500-meter height restriction is, from an academic standpoint, \"probably the least interesting\" part of the new government guidelines. Elsewhere, the circular contains a range of other measures, including the prohibition of \"plagiarism, imitation and copycat behavior.\" China's very own Eiffel Tower and a London-inspired Thames Town outside Shanghai are two of the more extreme -- and ridiculed -- examples of how imitation architecture thrived in the 2000s. This official shift, again, may simply reflect the changing design culture in China. But an explicit ban on plagiarism could nonetheless prove useful in a country where the \"degree of quality is so diverse,\" Chen said. \"There's already an acknowledgment in the architecture industry that (copying) is not welcome,\" she said. \"But China is huge, and some cities are doing better than others. \"In east-coast cities, or more developed areas, architects have better design skills, so they produce better buildings. But in inland cities you still see buildings that copy others' styles or architectural languages, and that doesn't result in very good design.\" The government document also proposes a credit system -- and, conversely, a blacklist -- for architects, to encourage compliance with planning laws and regulations. It warns against demolishing historical buildings, traditional architecture or even old trees to make way for new developments, a move in keeping with the growing emphasis placed on heritage preservation in China. (Two Shanghai art museums, created from disused industrial oil tanks and an old power station, are among the recent high-profile renovation projects in a country once known for indiscriminately razing old structures). But one of the government's new suggestions proposes something entirely new in China: chief architects for each city. Moscow and Barcelona are among cities that already appoint an individual to approve or veto new proposals. Li welcomed the idea as a way to ensure designs fit the overall urban context. \"The hesitation is whether ensuring uniformity means that a city becomes predictable and uninteresting, or whether you actually sustain some degree of creativity,\" he added. \"But we have a new generation (of Chinese designers) that is great at both maintaining the urban fabric and creating very interesting architecture. The key is instituting a system that guarantees that process.\" How -- or even whether -- the government's more exploratory suggestions come to fruition remains to be seen. The new guidelines provide a broad framework for cities, but finer details must be resolved at a local level, said Chen, whose research focuses on urban governance in China. Characterizing the circular as a series of red lines not to be crossed (more \"don'ts\" than \"dos\"), she also suggested that work is still required to positively articulate what constitutes good design. \"There are policies and documents talking about what you shouldn't do... which is a good thing, but they've never said what you should do,\" she explained. \"Architects and urban designers may benefit from quite specific guidance on what good design is. \"But this needs to be related to the local context, so I wouldn't expect the national government to produce guidance like this. What works in one context may not work in another.\""
    },
    {
        "text": "DC Mayor Muriel Bowser said Sunday she believes the federal law enforcement response to protests after the police killing of George Floyd encouraged more people to participate and do so peacefully. Her comments come amid nearly two weeks of nationwide protests over Floyd's death at the hands of police in Minneapolis. Some protests, including ones in the nation's capital, turned destructive. But in recent days, the protests have largely remained peaceful. On Saturday, thousands of people descended upon the nation's capital to protest but only one person was arrested, according to a tally by the Metropolitan Police Department. President Donald Trump has attributed the National Guard's presence in the city as a reason for calmer protests. \"What Americans saw was federal police forces tear-gassing peaceful Americans. And how they responded made clear to the President that Americans would exercise their First Amendment rights and they would do it peacefully. And what he actually did, as you saw, for the remaining days would turn out more people and more people who were there for peaceful protests,\" Bowser told ABC's Martha Raddatz on \"This Week.\" Tensions between Bowser and Trump have escalated in recent days after federal forces cleared peaceful protesters from Lafayette Square across from the White House so the President could walk to St. John's Episcopal Church for a subsequent photo-op on Monday. In a letter to the President on Friday, Bowser argued that the additional law enforcement in the city are \"inflaming\" and \"adding to the grievances\" of people protesting. \"The protestors have been peaceful, and last night, the Metropolitan Police Department did not make a single arrest. Therefore, I am requesting that you withdraw all extraordinary law enforcement and military presence from Washington, DC,\" the mayor wrote in the letter, adding that she had ended the state of emergency in DC related to the protests. In a post on Twitter, the President lambasted the mayor and warned that if she didn't treat the service members \"well\" he would bring in a \"different group of men and women.\" Asked about her \"fight\" with President during an interview on \"Fox News Sunday,\" Bowser said, \"We're not engaged in a fight, but we're engaged in a defense of our city.\" \"What we saw last week was basically an invasion of our city. Active-duty army troops moved from all points around the country to threaten our autonomy,\" she said. \"And what you saw, and I won't have it reduced to a spat, was how I have to defend our taxpayers and it's sad to say that we would have to defend ourselves against federal forces.\" On Sunday, Trump tweeted that he has ordered for the National Guard to start the process of withdrawing from the nation's capital. The mayor also spoke on Sunday in an interview with ABC about the mural painted on several blocks of 16th Street north of the White House emblazoned with \"BLACK LIVES MATTER\" in yellow and renaming that area \"Black Lives Matter Plaza.\" Protesters on Saturday added the words \"DEFUND THE POLICE\" next to the mural. Asked if she would remove those new words, she would not directly answer. \"It's not a part of the mural, and we certainly encourage expression but we are using the city streets for city art,\" Bowser told ABC. \"I actually haven't even had an opportunity to review it Martha. But we -- the response that we've gotten from people about the Black Lives Matter -- Black Lives Matter mural has just been incredible.\" The mayor had joined the thousands of protesters on the streets of the nation's capital on Saturday. The Metropolitan Police Department estimated there were at least 6,000 protesters at several locations as of noon, which was before any major events began. CNN's Kevin Bohn and Nicky Robertson contributed to this report."
    },
    {
        "text": "When news broke months ago about the country's first coronavirus outbreak at a nursing home, Linda Mayberry immediately recognized the home's corporate logo as it flashed across her television screen. It was the same one emblazoned throughout the long-term care facility where she lived. Her nursing home, she realized, was owned by the same company struggling to curtail a rising death toll in Kirkland, Washington. Mayberry began to dread what would happen if coronavirus swept through her building. Soon after this discovery, her facility in Bellflower, California, instituted a lockdown in March, barring all visitors to try to keep the disease out. Mayberry spent her days alone in her room. Before the pandemic, she passed the time watching hours of classic movies, but now, as the black and white films played in the background, she scoured the internet for news about what was happening in the outside world. At first, few local governments released information about how Covid-19 was ravaging the vulnerable populations residing in nursing homes. But as data started coming out, Mayberry saw that the deaths in other facilities were skyrocketing. And then, in mid-April, she said she learned from staff that a resident somewhere in the building had tested positive for the disease. Since the early days of the pandemic, nursing homes have been hit particularly hard -- grappling with supply shortages and accounting for tens of thousands of deaths. But it is difficult to know what is actually happening inside these facilities, as measures aimed at protecting residents from the spread of the disease have left them even more vulnerable and closed off from the public. They have been locked away from friends and family, routine government inspections have been severely limited due to the virus and some employees fear retaliation for raising concerns. It is even more rare to hear from the residents themselves -- since many suffer from dementia and other debilitating conditions or don't have an outlet to share their stories. Mayberry, now 66, said she felt that local government officials weren't doing enough to protect residents in nursing homes. She knew many of her fellow residents didn't have the ability to speak out. But she had an iPad and a Twitter account, so she began sending dispatches from the inside of her room and hoped that someone would see them. \"As a nursing home resident, I feel as though I am in #DeathCamp2020 and we just got our first #COVID19 case 2 days ago,\" she wrote on April 12. \"No testing for staff or patients. Please help us.\" *** Mayberry never envisioned spending the early years of her retirement in a nursing home. She had a nearly 40-year career at a local school district working as a computer technician and retired in 2015, only to develop a dangerous skin infection, she said. Then, she said she suffered a broken leg and shattered ankle from a fall during her recovery. The injuries ultimately left her bedridden as she attempted to find a way to pay for the surgery she would need. She was single with no kids, and her brother lived hundreds of miles away in Oregon. Because she needed full-time care, Mayberry resorted to becoming a paying patient at the nursing home, Bel Tooren Villa Convalescent Hospital, owned by the national chain Life Care Centers of America. She had a surgery scheduled for the end of March that she hoped would finally enable her to move back into the home she owns in Long Beach, only around 15 minutes from her facility. But then, coronavirus hit. Mayberry has always been outspoken. In earlier years, she wrote letters to the editor of her local newspaper, opposing the renaming of her childhood park and criticizing the \"stock\" obituary of a local woman and classic film actress, saying she deserved much better. And she was already active on Twitter before the pandemic, criticizing President Donald Trump and sharing her love of old cinema with her modest list of 200-something followers, which includes a small stable of movie buffs. The official Twitter account for the Los Angeles City Attorney became a follower more recently, after Mayberry saw a tweet about a price gouging investigation and responded with a photo of the same bottle of hand sanitizer being sold for $80 that still had its $1.99 price tag. Now, as she learned from several of the nurses taking care of her that a growing number of employees and fellow residents were also testing positive for the virus, she said she made it her mission to draw attention to people like her, who are stuck in nursing homes where the coronavirus is spreading. Related: Covid-19 is ravaging nursing homes. Government records show why In some cases, she replied directly to tweets from government officials and journalists. In others, she simply offered dispatches of what her life was like, detailing the outrage and frustration she was feeling. She didn't know if anyone was seeing them, but it made her feel like she was doing something. \"I could scream to the four walls here, but they don't listen very well,\" she said. Mayberry tweeted about how she spent weeks asking to be tested -- and how it finally happened last month. A nurse showed up in her room in protective gear several days after her 66th birthday to deliver the news. She was positive for the virus and needed to be moved to the isolation unit -- which Mayberry described as starting with a hallway of the facility blocked off by a thick layer of plastic that hung from the ceiling to floor but growing to take over a large part of the building. \"Keeping the sick here and not testing the staff was a recipe for disaster,\" she told CNN in late May. \"I am really pissed off. This didn't have to happen.\" When staff at her nursing home discovered that she had been publicly voicing concerns about the situation, she said she was \"grilled by a corporate bigwig.\" A Life Care spokesman told CNN that residents are free to speak with reporters and that it would never punish someone for doing so. The company will speak to residents concerned about their care to try to resolve any issues, he added. Mayberry said she told them her anger was mainly directed at the Department of Public Health in Los Angeles County, where her facility is located, for failing to ensure that all employees were tested for coronavirus until recently. The first positive case had been confirmed well into the facility's lockdown so Mayberry was convinced that a staff member had unknowingly brought it to the facility. And as they went room to room treating patients like her, she worried they continued to spread it. The spokesman for Life Care said it was first notified of a positive case at Bel Tooren on April 10 and acknowledged that \"testing has been constrained, and has taken longer than we'd have liked\" -- noting that testing for the facility has been coordinated through the county health department. \"They have made the decisions on when and who will be tested in our facility,\" he said. \"Our preference would have been to test both residents and staff sooner.\" The Los Angeles County Department of Public Health said it has been working to support testing of both residents and staff at county nursing homes and that not all have completed this testing. A spokesman said the county will audit facilities to make sure they are complying with new state testing requirements, and said earlier this week that Bel Tooren is \"still under investigation.\" *** At first, the only personal possessions that were brought to the makeshift isolation unit for her were her iPad and iPhone. Her new room still had the belongings of someone else, she said, including fake flowers and a dresser full of items that she was afraid to touch. She said her temperature became slightly elevated and she noticed that her oxygen levels were lower than usual when she checked them herself using a pulse oximeter, but otherwise she said she was mainly asymptomatic. Soon after receiving her diagnosis, she began railing against people she believed were being irresponsible and spreading the virus, using the hashtag #Covidiots. According to Mayberry, she wasn't given a shower in more than a month, and that was the last day she was helped out of bed until recently. She was given a \"bed bath\" in mid-May, but claims that was only because she requested it for her birthday. \"It's been a little bit uncomfortable, but I understand they're just really, really shorthanded,\" she said, adding that many of the nurses have become like family to her. \"You feel sort of guilty that they're giving up so much to work here ... this isn't a job I would wish on anyone and they do it with kindness.\" After CNN contacted the facility spokesman for comment, Mayberry said she was retested and given a shower and moved from isolation -- suggesting that her test result came back negative for coronavirus this time. Her biggest fear is that employees -- some of whom she said are older than she is -- will stop coming to work entirely, as she has read about happening at other nursing homes. \"I am afraid that I am going to be ignored to death here,\" she said. The Life Care spokesman said he could not comment on specific patients due to privacy laws, but that \"normal routines for patient care have been adjusted, particularly for those patients who have tested positive.\" He said the facility is starting to see residents recover from the virus, and that when someone is listed as recovered, they are moved into a new wing of the nursing home -- apart from those residents who are positive or negative. Related: Nursing home workers warned government about safety violations before Covid-19 outbreaks and deaths He said that for the safety of staff, and since many rooms do not have private showers, some residents are given sponge baths two to three times per week. \"We recognize this has been a difficult time for residents, their families, and our staff,\" he said. \"Our staff have endured much and are truly heroic for their efforts to stay and care for their patients, even while they are at risk for contracting the virus.\" Other than the bits of information she is able to glean from her caregivers, she said residents are not given any detailed updates on Covid-19 cases, so she regularly checks the data posted by the state to try to find out what is happening in her own building. Before she was moved to isolation, and then to a different room, she was able to listen for sirens, knowing that an ambulance would likely be called if someone had died. But lately she said she has been too far away to hear anything. As of May 29, Bel Tooren Villa Convalescent Hospital has reported 61 resident cases and 16 staff cases, according to the facility. Twelve of Mayberry's fellow residents have died. Do you have anything to share about Covid-19 in nursing homes? Is there something else you think we should investigate? Email us: watchdog@cnn.com. "
    },
    {
        "text": "Washington, DC A Texas Republican county chairman-elect said Saturday he won't assume office amid backlash over posting a controversial image of a Martin Luther King Jr. quote with a banana in the picture. Keith Nielsen, the GOP chairman-elect in Harris County, announced in a Facebook post that he would be stepping aside and would not be taking office in August. Harris County encompasses Houston and the surrounding area. \"I have spent my entire adult life supporting conservative candidates and causes and I am grateful for the thousands of supporters who have reached out to me over the last several days,\" Nielsen's post began. \"I regret that I must step aside as Chairman-elect of the Harris County Republican Party and will not be taking office on Aug. 3rd. I will continue to stand up for the values that have made our country great...'Faith, family and freedom.' Dr. King's quote is as relevant today as when it was delivered. 'Injustice anywhere is a threat to justice everywhere,'\" he added. Earlier this week, Nielsen had posted to Facebook an image of a King quote -- \"Injustice anywhere is a threat to justice everywhere\" -- featured with a banana, according to The Texas Tribune. The Tribune reported that Nielsen deleted the post and addressed it on his Facebook page Thursday, saying, \"It is unfortunate that the sentiment of the quote and my admiration for Dr. Martin Luther King Jr. has been overshadowed by people's misinterpretation of an image.\" Nonetheless, the image shared by Nielsen was immediately denounced as racist and met with backlash by members of his own party, including Republican Sen. Ted Cruz and Lt. Gov. Dan Patrick. Both tweeted on Friday that Nielsen should step down and withdraw from consideration as county chair. \"Dammit, stop it. Stop saying stupid, racist things. Our country is grieving,\" Cruz wrote. Patrick said the image shared by Nielsen is \"offensive to me and it should be to every Republican,\" adding that there's \"no excuse for this outrageous behavior.\" The head of the Texas GOP, James Dickey, said in a statement Friday that he asked Nielsen not to accept the role of Harris County GOP chair. CNN reached out to Dickey on Saturday after Nielsen's announcement. Nielsen's decision to step aside comes as the Texas Republican Party is facing intense scrutiny over a series of social media posts. At least four county GOP chairs have recently promoted on Facebook unfounded conspiracy theories related to the death of George Floyd. The posts earned condemnation from Texas Gov. Greg Abbott, who called on some of the chairs to resign. "
    },
    {
        "text": "A Philadelphia police inspector is facing charges after prosecutors said a video shows him striking a student protester on the head with a metal baton. Staff Inspector Joseph Bologna faces charges of aggravated assault, simple assault, possession of an instrument of crime and recklessly endangering another person, Philadelphia District Attorney Larry Krasner announced Friday. Prosecutors say Bologna was captured on cell phone video striking a Temple University student in the back of his head while he was participating in a mass demonstration on Monday. The unidentified student suffered \"serious bodily injury, including a large head wound that required treatment in a hospital while under arrest, including approximately 10 staples and approximately 10 sutures,\" Krasner's office said. Philadelphia police arrested the student protester and detained him for more than 24 hours and referred him to the district attorney for prosecution. But after prosecutors reviewed the video and other evidence, Krasner declined to charge the student and charged Inspector Bologna instead. \"We are trying to be fair. Accountability has to be equal,\" Krasner said \"This moment demands a swift and evenhanded response to violent and criminal acts based on the facts and evidence.\" Bologna is no longer on patrol duty, according to local station WHYY. \"Right now, I'm handling operations from the office,\" he told the station in a phone call Friday. The Philadelphia Fraternal Order of Police vowed in a statement to \"vigorously defend Bologna against these baseless allegations and charges.\" The police union said they were \"disgusted\" to learn about the charges. Bologna, a police officer for more than 30 years, was \"engaged in a volatile and chaotic situation with only milliseconds to make a decision,\" the union said. \"These charges clearly illustrate Krasner's anti-police agenda in Philadelphia,\" the statement said. Philadelphia Police Commissioner Danielle Outlaw said Friday that while she was not privy to all of the information that led to Krasner's decision to charge Bologna, an internal affairs investigation on the matter had already been initiated and would continue regardless of the district attorney's prosecution. \"As a department, we do not condone the criminal acts of any person, and it is my sincere hope that the district attorney does, in fact, hold all people who cause harm to others equally accountable,\" Outlaw said. "
    },
    {
        "text": "This article was published in partnership with Artsy, the global platform for discovering and collecting art. The original article can be seen here. The front door of Arthur Lewis' Los Angeles home opens to a room organized like an exhibition space. The marks of domesticity -- dining room table, mantel, fireplace, throw pillows -- are present, but engulfed by art. Paintings and sculptures grab all the attention, and maybe the intention, of the space. Titus Kaphar's \"Enough About You\" greets your first glance. Kaphar's much-lauded work is based on an 18th-century painting, but in his version, the focus is placed on a young black boy, whose portrait is placed in an ornate gold frame. Meanwhile, the rest of the composition -- featuring white men in powder wigs, including Elihu Yale -- is crumpled up and trails off across the wall. Kaphar's work speculates on the life, desires and hopes of the lone black figure, who, in the original work, remains small in the background, serving Yale and colleagues while wearing a steel collar. The work is ambitious, demanding and a reckoning on black possibilities. And it encapsulates the ethos of Lewis' dynamic art collection. Lewis, who recently became the creative director of UTA Fine Arts and UTA Artist Space, is a fixture of the Los Angeles art community. But before Los Angeles, and before 13 years of building his bold collection, his earliest engagements with art happened in his hometown of New Orleans. Lewis credits the city's black cultural productions, museums and vibrancy as an aesthetic and ethical foundation for what would become the tenets of his collection: brilliantly executed craftsmanship, narrative-driven practices and the work of black practitioners. When we spoke in early March, Lewis recalled the various daily influences and experiences that fostered his love for art -- from the work of Elizabeth Catlett and Lyndon Barrois to the musicians and commissioned posters of Jazz Fest; from Mardi Gras celebrations and artisans to the sculptures and festivities of Louis Armstrong Park. \"Being able to grow up in that land of music, food and art, and then being in this beautiful community of artists that were just part of our everyday scene, was an extraordinary thing,\" Lewis said. \"Through a lot of the architecture and the history that comes from New Orleans, you learn to appreciate your history in a way that many don't. I was reminded every day of what took place in that city culturally.\" Lewis' art collection, which he shares with his partner Hau Ngyuen, continues this sense of cultural legacy. Primarily centered on black people and black women artists, the works range from minimalist markings and experimental video to sculpture and figurative paintings. Ebony G. Patterson sits across from Genevieve Gaignard; Toyin Ojih Odutola shares the dining room with Torkwase Dyson; and Kerry James Marshall resides with Sadie Barnette. Emerging artists mix with mid-career masters. The house itself is a showcase of our rising stars and established icons making the domestic realm -- a space measured in comfort due to its ability to be fixed -- feel incredibly fresh. The work of Jennie C. Jones is present throughout the home. Lewis first fell in love with Jones' work, and then Jones herself, after meeting her at the William H. Johnson auction in 2007. He sees Jones' minimalist sculptures, paintings and works on paper as aesthetic offerings driven by a deep engagement with black sonic abstraction and black cultural criticism that were not present in the art world in the early 2000s. Lewis noted that Jones helped him recognize the pivotal role of the collector in sustaining and growing artists' careers (and of course, market value), but also in joining a community of artists. The value in Lewis and Ngyuen's collection is not just in the objects' worth, but in the relationships built and fostered as they became caretakers and kinfolk to the artists themselves. These ethics of care between Jones and Lewis over the last 13 years led many of the aforementioned artists to become part of the collection and the collectors' LA community. \"That relationship part (with Jones) is magical to me,\" Lewis said. \"It is also the reason why somebody like Torkwase entered our lives, because Jennie was in our sphere. She opened up a lot of doors for us, for a new way of looking at artists and narratives that we love to collect.\" Lewis credits mentors and fellow collectors Joy Simmons and A.C. Hudgins as the other key figures who have guided the collection. Both Simmons and Hudgins noted the impact that Lewis could and needed to have within both the artist's life and the art community. While connecting deeply with the diversity of art practices harbored under the moniker \"black art,\" Lewis has carried these tenets of influence to larger spheres and broad audiences through his positions on the boards of the Underground Museum, the Studio Museum of Harlem and the Hammer Museum. Here, Lewis' sense of intentional and holistic collecting has aided in the showing and economic support of emerging, international, local and -- perhaps most significantly -- many artists across the African diaspora. After beginning his new role at UTA in June 2019, Lewis hit the ground running by building out a compelling exhibition schedule and programming, and strategizing with Los Angeles' broader arts community. \"We sat down with the Hammer, LACMA and MOCA to talk about the fact that we were going to be in this space, and we want to be an active participant in the conversation,\" Lewis said. \"We want to make sure that we show the diversity of the art world.\" At UTA Artist Space -- which is neither a commercial gallery, nor a museum -- Lewis' vision can manifest fully. \"I love that we are a project space, and we get to showcase lots of different voices in a collapsed amount of time,\" he said. \"So going from someone like Arcmanoro Niles during Frieze Art Fair in February and then moving to Julia Wachtel right after is a really big leap on the art-world stage. But it's second nature for us because we live in all of those spaces, and it's a pretty proud moment for us.\" At the close of our conversation, Lewis expressed great pride and excitement about the coming years for the Los Angeles art scene. With the opening of Destination Crenshaw -- a 1.3-mile open-air museum featuring the work of black artists along the Metro's Crenshaw Boulevard expansion -- and the second year of Frieze Los Angeles, Lewis feels a fresh allure surrounding the local art community. \"I am so excited about where we are right now. I think the biggest reason is that I've got to watch all of LA show up,\" he said. The new projects and fairs \"enhance a sense of community that exists here, so that people are now encouraged to share what's going on,\" he added, recalling the messages he received from artists and collectors during Frieze Los Angeles, inviting him to stop by events. \"Just that familiarity,\" Lewis said, \"is something that feels very different.\""
    },
    {
        "text": "American photographer Elsa Dorfman, known for her intimate large-scale portraits of well-known figures including Bob Dylan, Allen Ginsberg and Faye Dunaway, died last Saturday at age 83. Over the span of her decades-long career, Dorfman, with her towering 20 x 24-inch Polaroid camera weighing over two hundred pounds, captured artists, poets and celebrities, as well as terminally ill cancer patients, and those living with HIV/AIDS-related illnesses. Dorfman's work is known for its authenticity and warmth. Often shot in her basement studio in Cambridge, Massachusetts, her subjects typically feature against a simple white background. \"I don't like to take pictures of people who are sad, and I don't like to take pictures of people who are brokenhearted,\" Dorfman said in the 2017 documentary \"The B-Side: Elsa Dorfman's Portrait Photography,\" directed by Errol Morris. Born in 1937 in Cambridge, Dorfman earned a bachelor's degree from Tufts University where she majored in French literature. After graduating she moved to New York City and was hired as a secretary by Grove Press. There she met Ginsberg and other poets including Charles Olson and Robert Duncan. She later returned to her hometown to take on a Master's degree in elementary education. It was at this time that she first picked up a camera, while working in the science department at the Education Development Center in Waltham, Massachussetts. Dorfman was gifted her first camera in 1967 and started selling photos in touristy Harvard Square, near the Ivy League university, for $2 to $5 each. She went on to publish \"Elsa's Housebook: A Woman's Photojournal\" in 1974, which featured large self-portraits, shots of Ginsberg and civil rights lawyer Harvey Silverglate, whom she later married. In the 1980s Dorfman turned her focus to portraiture, with the 20 x 24 Polaroids, using a 240-pound camera that she wheeled around the studio. \"It's so theatrical. Don't you think it's theatrical?\" Dorfman said in an interview with radio station Wbur. \"When you think of a little digital or cellphone camera, you can't compare.\" Dorfman's works are held in collections at the San Francisco Museum of Modern Art, the National Portrait Gallery in Washington, D.C., the Harvard Art Museums, the Portland Museum of Art in Maine, among other institutions. Earlier this year she was given a retrospective at the Museum of Fine Arts Boston, the first of her career. She told Morris: \"I somehow have this misguided therapeutic idea that it's my role in the universe to make people feel better.\""
    },
    {
        "text": "Austria has unveiled plans to transform Adolf Hitler's birthplace into a police station, following years of debate and legal wrangling over the controversial site. The three-story building in Braunau am Inn, near the German border, is set to undergo a substantial revamp that authorities hope will prevent it becoming a pilgrimage site for Nazi sympathizers. Hitler was born in an apartment in the building on April 20, 1889, as his father worked as a customs official in the town. The family left Braunau am Inn, which was then part of Austria-Hungary, when Hitler was three years old. Plans to turn the site into a police station were first announced last November, when Austria's Interior Ministry launched an EU-wide design competition for its renovation. At the time, officials told CNN in a statement that the move could help deter \"National Socialist activity.\" The wining proposal, by Austrian firm Marte.Marte Architects, was unveiled at a press conference on Tuesday. Digital mock-ups show an extended gabled roof, with the current yellow facade replaced with a white one, in keeping with the neighboring buildings. According to a government press release, Interior Minister Karl Nehammer told Tuesday's press conference that the town had become \"the antithesis of everything (Hitler) stood for.\" \"You can recognize a country's democratic culture by dealing with its history, and it has taken Austria a long time to face up to its own history,\" he is quoted as saying during the announcement. \"Today we are opening a new chapter in dealing with our historical responsibility,\" he added. Ongoing debate The fate of the building has long been a contentious issue in the town, where many wish to demolish the painful reminder of Hitler's brief time there. In 2012, Braunau am Inn's mayor, Johannes Waidbacher, told Austrian newspaper Der Standard that the town was already \"stigmatized.\" The three years that the Nazi dictator spent there were \"certainly not the most formative\" of his life, Waidbacher said, adding: \"We as the city of Braunau are therefore not prepared to take responsibility for... the Second World War (break out).\" Others have lobbied for the site to be transformed into a community center, dubbed \"House of Responsibility,\" where young people from around the world could meet and learn about the past. For decades, the controversial building belonged to Gerlinde Pommer, whose family owned the property before Hitler's birth. Austria's Interior Ministry began renting the site from her in 1972, subletting it to various charities. But the building has stood empty since the last occupant, a disability center, vacated in 2011. Four years ago, the government announced that the structure would be demolished. It then set about forcibly acquiring it from Pommer, with the Interior Ministry invoking \"special legal authorization\" to expropriate the property. Legal wrangling over the seizure and compensation followed, during which time plans to tear the building down were shelved. After securing the site, the Austrian government remained concerned that it might attract neo-Nazis and others sympathetic to Hitler's ideology. Announcing the decision to transform it into a police station last year, Austria's then-Interior Minister, Wolfgang Peschorn, said that \"the future use of the house by the police will be an unmistakable signal that this building will never serve to commemorate National Socialism.\" At present, the only physical reminder of the building's past is a memorial stone commemorating the victims of fascism during World Wart II. Installed in 1989, shortly before the 100-year anniversary of Hitler's birth, the stone reads: \"For Peace, Freedom and Democracy. Never again Fascism. In Memory of the Millions of Dead.\" Renovation work of the building is expected to be completed by early 2023, and to cost around €5 million ($5.6 million). Other buildings associated with Hitler's rule have been repurposed in the post-war era. The Nazi dictator's Alpine retreat, Eagle's Nest, is now a restaurant and tourist destination, while the site of his Polish bunker headquarters, Wolf's Lair, now contains a hotel."
    },
    {
        "text": "This article was published in partnership with Artsy, the global platform for discovering and collecting art. The original article can be seen here. In a video installation by James Joyce, a yellow circle rotates as two black ovals and a curved line tumble at the bottom, thwarted by gravity. Watching the video, Perseverance in the Face of Absurdity, which was projected at Banksy's pop-up dystopian theme park, Dismaland in 2015, one can mentally reassemble the three shapes into their familiar formation: two eyes and a swooping smile. It's a testament to the symbol that it can be deconstructed to such a degree and yet still be immediately recognizable. There is no doubt that it's a smiley face, though it looks anything but happy. The yellow smiley icon was born in 1963 in Worcester, Massachusetts, when the graphic designer Harvey Ball was approached by State Mutual Life Assurance Company to create a morale booster for employees. As the story goes, it only took ten minutes for Ball to create an icon that would knit itself so firmly in the fabric of American culture that we'd be compelled to file lawsuits and contemplate it for decades to come. He was paid a whopping $45 for his work. For such an enduring image, the logic behind it is almost laughably simple. Ball is often quoted as saying to the Associated Press, \"I made a circle with a smile for a mouth on yellow paper, because it was sunshiny and bright.\" The company produced thousands of buttons and signs, setting the stage for Hallmark reps Bernard and Murray Spain to swoop in in the early 1970s and copyright the design with the slogan \"Have a Happy Day.\" Just one year later, the French journalist Franklin Loufrani launched the Smiley Company, which grew into a global licensing giant. At its core, the smiley is like any other symbol -- a visual that has been assigned a specific meaning. Why have these symbols at all? Marcel Danesi, an anthropology and semiotics professor at the University of Toronto, said that symbols are like \"little capsules [that] tell us what things are about -- in our own terms.\" Not unlike language, they \"form a kind of rhetorical system that undergirds a whole society. We live by symbols.\" The stability of this system is up for debate; symbols often exhibit the pliable quality of Play-Doh. On its face, the smiley is simple and feelgood, easy to learn and reproduce. In the right context, it elicits that giddy childhood rush -- the morale boost that inspired the image from the start. But stretched this way or that, the icon quickly becomes surreal. As Jon Savage penned for The Guardian in 2009, the smiley \"presented such a fixed facade of childlike contentment that it was ripe for subversion.\" Over the years, the icon has been reimagined by bands like Nirvana and the Talking Heads, and it flourished in the rave culture of the '80s and '90s, imprinted on ecstasy pills and flyers for acid house DJs. Teen Vogue recently reported that \"the playful symbol seems to be making a resurgence\" in fashion, including on Marc Jacobs runways and in Justin Bieber's line, Drew House. The smiley has held a rare dual position as a countercultural icon and a paragon of American consumerism. The Smiley Company, which brought in $419.9 million in 2017, claims that the smiley is more than an icon, it's \"a spirit and a philosophy.\" Though the company is global, this particular phrase strikes a very American chord. It presents an almost cult-like obsession with happiness -- and what we can buy to achieve it. When the icon appears in art, its meaning is often twisted or exaggerated. Nate Lowman has created childlike renderings of smileys, overlapped and colored outside the lines. Lowman, according to a 2012 New York Times profile by Jacob Bernstein, is \"somewhat obsessed\" with the face, \"seeing in it a kind of collective mask -- what he calls an 'anxious hysteria to appear happy.'\" Various takes on the smiley have also appeared in Jacqueline Humphries's emoticon-inspired pieces, including \":) :) :) :) (2016)\"; Wesley Martin Berg's darkly comedic \"Medicate\"; Banksy's \"Grin Reaper\" (2005) and \"Flying Copper\" (2004); and Katsu's \"Facial Recognition Just Released from Jail\" (2015), among others. The DJ and producer Fatboy Slim, who showed his impressive catalog of smiley ephemera in the recent exhibition, Smile High Club, has said he sees it as a symbol of \"happiness, goofiness, stupidity and unconditional life.\" It's hard to talk about the smiley face without broaching the subject of emojis, which we sprinkle into everything from Instagram posts to work emails. The smiley is no longer a standalone icon, but a single character in a visual online language. Though the invention of emoticons is commonly credited to Shigetaka Kurita of the Japanese telecom company NTT Docomo, the primary set of yellow smilies bear an undeniable relation to Ball's original design. As more communication happens online, the smiley takes on a more nuanced range of emotions. It can be a stand-in for genuine happiness, or a balm for words that might otherwise sound harsh. The rise of emoticons has prompted a slew of studies and essays about the evolution of language online. Given its uncurtailed proliferation, will the smiley ever lose its value as a signifier? If it can mean everything, then, surely, it will mean nothing. Danesi, however, seemed unconcerned by this existential threat to the happy symbol. The more meaning we apply to it, he suggested, the more staying power it will have -- even if we don't always know what to make of it. Or, even simpler: The smiley will persist because it's cute. Maybe, Danesi said with a laugh, he'll go find a smiley t-shirt to wear himself, \"so that I can bring sunshine into people's lives.\" Ironic or not, that may be reason enough to smile."
    },
    {
        "text": "This feature includes artwork with language that some might find offensive. In the wake of George Floyd's death at the hands of a Minneapolis police officer, artists have been quick to respond with works that seek to memorialize, to provoke and to heal. Los Angeles-based artist and activist Nikkolas Smith is using his work to convey the message that police violence is a reality for many African Americans. \"This latest case of police brutality was yet another injustice that moved me to paint a tribute to give honor and a voice to a voiceless victim,\" said the 35-year-old over email. Smith's digital portrait of Floyd wearing a suit was shared by organizers of the Black Lives Matter movement and Michelle Obama on Instagram. Obama wrote: \"Like so many of you, I'm pained by these recent tragedies ... Right now it's George, Breonna, and Ahmaud. Before that it was Eric, Sandra, and Michael. It just goes on, and on, and on.\" 'I can breathe now' Closer to home in Minneapolis, Greta McLain, Xena Goldman and Cadex Herrera sprung into action to paint a wall mural at the corner of 38th Street and Chicago Avenue South, the spot where Floyd was arrested. A viral video showed Floyd saying \"I can't breathe\" multiple times as police officer Derek Chauvin -- who has since been fired and charged with third-degree murder and second-degree manslaughter -- knelt on his neck. For the artists, creativity is a powerful way for the community to speak out. \"George Floyd was killed in my neighborhood, where I have lived all of my life. It is a clear and unequivocal action of police brutality,\" said community and public artist McLain over email. The artists began painting the mural last Thursday, three days after Floyd died, and were finished within 12 hours. It shows a likeness of Floyd with his name in prominent lettering and a flaming sunflower behind him. It also features the names of other African Americans who have been killed by the police, including 26-year-old EMT Breonna Taylor, who was fatally shot in March, in her Louisville home. Her death has also been protested in the last few days. Thirty-five-year-old McLain studied mural making at the University of California, Davis, and was mentored by Malaquias Montoya, a major figure in the Chicano art movement. She now owns the community mural studio GoodSpace Murals, and calls her hometown of Minneapolis a \"hub for community art.\" The mural was painted on the wall of Cup Foods with the blessing of the shop's owner, Mahmoud Abumayyaleh. (One of Abumayyaleh's employees made the initial call that led to officers arriving on the scene to confront Floyd.) McLain was approached by Goldman to join the project. \"This was our first time all painting together,\" she said of her co-artists, who had met the previous year at a training session for Latinx muralists. Though the process for such pieces is usually much longer, thley were looking for a \"permanent shift\" in the intersection's \"visual landscape.\" \"It was very fast, organized over Instagram...like, 'who's ready, let's go!'\" McLain said. \"My studio was able to provide the paint and we were able to move quickly.\" This was the first mural that 45-year-old Belize-born Cadex Herrera had completed, after he had started as a mural apprentice with a local non-profit last year. As an art educator and intervention specialist at an elementary school, he felt compelled to create something meaningful after hearing about Floyd's death. \"My emotions were so raw,\" he said over email. \"The hurt is so deep and the wound won't heal because it opens up every time a person of color is killed unjustly and it doesn't stop.\" For him, art can help heal. \"Art is therapy. Art can say things you cannot express with words. It brings the community together to reflect, to grieve, for strength and for support.\" He, McLain and Goldman were helped by artists Maria Javier, Rachel Breen, Niko Alexander, and Pablo Helmp Hernandez, however the final detail on the mural, the words 'I can breathe now,' were added by someone else, and reference the words repeated by Floyd in the video of the killing: \"I can't breathe.\" \"The phrase came from an African American community member, Anjel Carpenter, who approached us and asked for it,\" McLain said. \"She then surveyed the community, asking them if they preferred 'I can breathe now,' 'Let me breathe,' and one more, and they voted for 'I can breathe now.' We asked another member of the community to paint those words in.\" \"(Carpenter) expressed to us that the idea of not being able to breathe was fueling so much tension and anger,\" McLain continued. \"And that now George was with God and it was important for our community healing to claim our breath and ability to breathe.\" Justice for George Thirty-three-year-old Shirien Damra says she is relatively new to Instagram, but her memorial image dedicated to George Floyd, \"Justice for George,\" has already received over three million likes since she posted it the day after Floyd was killed. Her work has been widely shared, including by congresswomen Alexandria Ocasio-Cortez and Rashida Tlaib. A native of Chicago, Damra is the daughter of Palestinian refugees and wants her work, which brings together bold and soft colors, to resonate as \"loving\" and \"calming, yet hopeful.\" \"I know the power of color and the emotion it can implicitly evoke,\" she said over email. \"I hope that my colors and imagery help the viewers process difficult emotions and events and come out of it with some hope and inspiration.\" Damra works as a freelance designer for social justice organizations and has created similar memorial illustrations, including ones for Ahmaud Arbery, who was killed by two men in May while jogging near his home in Georgia, and Breonna Taylor. \"I wanted these pieces to be a gesture of solidarity with Black communities in their time of grieving,\" she said. \"I noticed a lot of people sharing the videos of Ahmaud and George's deaths, so I wanted to create an alternative. These videos are very traumatic and triggering.\" She also hopes her illustrations will help combat stereotypes. \"So often, I've seen victims of anti-Black violence demonized as some kind of justification for their deaths, implying that they did something to deserve it,\" she said, citing the fatal shooting of high school student Trayvon Martin by George Zimmerman in 2012, as one example. Zimmerman, a neighborhood watch volunteer, dialed 911 to report a \"real suspicious guy\" who was \"up to no good ... and he's just walking around\" before following and shooting Martin. He later claimed he was acting in self-defense and was acquitted of murder by a Florida jury. \"He was a 17-year-old kid who was seen as suspicious for wearing a hoodie,\" Damra said. \"It's a disturbing pattern that happens each time we hear news of another victim of anti-Black violence. My way of challenging this was to carefully choose bright colors and florals to honor their memory and celebrate their lives in a beautiful way.\" Necessary acts On Saturday, New York-based Láolú Senbanjo, an artist and former human rights lawyer, posted a photo on Instagram of his watercolor and charcoal painting that depicts Floyd with a target on his chest. The image also features a likeness of Donald Trump, vocalizing the incendiary Tweet he wrote in response to protests and violence in the streets: \"When the looting starts, the shooting starts.\" \"When I see video of men like George Floyd treated as far less than human, I can barely comprehend it,\" 39-year-old Senbanjo said over email. \"His proud face smashed into the pavement. It breaks my heart apart. I've been black all my life, but for the first twenty years I was black in Africa (Nigeria). Now I've been black in America and it is a different experience. America doesn't honor what they have in their black citizens. I couldn't not make art about the killing of George Floyd.\" Senbanjo said that art can help with processing trauma: \"Every time there is a new senseless death, or blatant manifestation of harmful white supremacy, art can help us to instigate, remember, imagine, discuss, and express these complex experiences and feeling states.\" Do the right thing Theoplis Smith III was born and raised in St Louis, Missouri, and his recent artwork of Floyd presents him wearing the \"Love\" and \"Hate\" four-knuckle rings worn by Radio Raheem (played by Bill Nunn) in Spike Lee's 1989 movie, \"Do The Right Thing.\" In the movie, the unarmed Raheem is choked to death by a police officer. \"Seeing this movie as a child, I never imagined that what happened to Radio Raheem the character in the movie, I would not only see on an eight-minute video happening to a man before my eyes, but have to sit and discuss with my 16-year-old black son,\" the 38-year-old former banker said over email, referring to Chauvin's use of a knee-to-neck restraint maneuver on Floyd, which allegedly led to his death. Smith's post of his artwork was shared by Spike Lee's own Instagram account. Smith, who has created other memorial images, such as one for Michael Brown, a black teenager who was shot and killed by white police officer Darren Wilson six years ago in Missouri, said that making this type of art can be difficult. \"Unfortunately, having to create out of many negative circumstances isn't my favorite thing to create, but it is often my most impactful.\" Art for now and the future When art is used to bring attention to social issues, it can connect with people in ways that other forms of political engagement cannot, Damra in Chicago said. \"Art can touch the emotional core of what moves us toward social justice in ways that a strategy meeting or news or political analysis can't. Murals, graffiti and paintings are a chance for communities to come together and speak their mind or represent themselves in public space.\" The message, for Damra, is clear: \"We don't want any more Black lives targeted by police and white supremacy.\" As protests erupt all over the US, memorials and demonstrations to Floyd are also appearing around the world, including one by street artist Eme Freethinker (aka Jesus Cruz Artiles), who painted a mural of Floyd's likeness in Berlin. McLain wrote that it was crucial for white people to be loud and active about the \"decades of police violence and injustice directed at people of color,\" adding: \"The incredible racism and violence that our communities of color have been experiencing... is NOT ok and we all need to stand and demand change. We cannot be quiet!\" Similarly Herrera in Minnesota wants the mural to remind people of the message that \"Black Lives Matter.\" He wrote that we must all \"stand up for people of color who are singled out, harassed, brutalized, mistreated and murdered by law enforcement every day.\" Smith in Los Angeles said the importance of social justice art is to galvanize people, and to help them look to a better future. \"Art during these volatile times in history can either aggressively wake people up to reflect what is broken, or paint a hopeful picture of what could be, showing us a way forward.\""
    },
    {
        "text": "Bruce Lee isn't an obvious fit for ESPN, beyond the fact lots of people enjoyed his action movies. Yet \"Be Water\" proves an excellent addition to the network's lineup of documentaries to fill the sports void, examining the martial-arts star's legacy and the circuitous, discrimination-marred path he followed to his too-short stardom. Like a handful of actors and musicians who died young -- from James Dean to Marilyn Monroe -- Lee's myth has been fueled by his untimely death at 32, on the cusp of \"Enter the Dragon\" becoming a huge hit. The movie offered the tantalizing prospect of turning Lee into a star in the United States after the frustration he endured knocking around Hollywood, co-starring in \"The Green Hornet\" before becoming a martial-arts instructor to the stars. \"Crushed,\" as his wife Linda puts it, when he lost out on the lead role in the TV series \"Kung Fu,\" Lee returned in 1971 to Hong Kong, where he was raised before moving at 18. Lee had actually been a child actor, and he found an avid audience in a quartet of action movies -- including \"The Big Boss\" and \"Fists of Fury\" -- that paved the way for the elusive victory that came with conquering America. The fact that he didn't live to relish that moment is itself a tragedy, with the actor suffering a brain hemorrhage after taking medication for migraine headaches. The thrust of Lee's story, however, assumes a timelier aspect at the present moment, highlighting his quest to break through a Hollywood system with an ignominious \"yellowface\" history -- casting white actors as Asian characters -- prompting him to fret that he \"cannot possibly become an idol for Caucasians.\" Those barriers are underscored by recollections from contemporaries such as actress Nancy Kwan, and clips from movies like \"Breakfast at Tiffany's,\" with Mickey Rooney as the stereotyped neighbor. Lee was \"discovered\" in true Hollywood fashion, when he caught someone's eye at a martial-arts exhibition. Yet even his role in \"Green Hornet\" proved emblematic of underlying issues, prompting him to write to the producer gently complaining about his near non-verbal part, despite the electricity his action moves brought to the screen. The documentary expands on Lee's guru-like status teaching actors like Steve McQueen and James Coburn (who are shown looking shaken at his funeral) and basketball legend Kareem Abdul-Jabbar. Even that, however, proved a recent source of controversy, given the way director Quentin Tarantino depicted him in his fact-and-fantasy mashup \"Once Upon a Time ... in Hollywood.\" Directed by Bao Nguyen, \"Be Water\" (a maxim Lee used to describe his martial-arts philosophy) employs an interesting tactic, interviewing subjects in voiceover, then showing them at the end. It brings a personal touch to the story -- with Lee's wife, daughter and brother among those featured -- while keeping the man himself front and center. There are also interviews with members of the \"Enter the Dragon\" team, accompanied by footage of the lines circling the block when the movie opened in Los Angeles. \"He didn't live long enough to see the outpouring,\" \"Dragon\" producer Andre Morgan laments. \"Be Water\" is, in its own way, as precisely choreographed as Lee's fight sequences, shining a well-deserved light on his brief life but long shadow, as the statues of him around the world attest. Coming after \"The Last Dance\" and Lance Armstrong, and before a dissection of baseball's steroids scandal, it's a somewhat unlikely addition to ESPN's run of Sunday-night documentaries; still, amid these difficult times, the network deserves some latitude to go with the flow. \"Be Water\" premieres June 7 at 9 p.m. ET on ESPN. "
    },
    {
        "text": "\"Can I navigate home? This place that I call home? And if I can't, then is it really?\" Those are the questions actor and comedian Yvonne Orji asked herself when she decided to stay in Lagos, Nigeria, on her own for two months at the age of 27.  As a young child, she had moved with her family from Port Harcourt, Nigeria, to the United States; after that, the only Nigeria she knew came from summer visits to her hometown, during which she hardly ever left her parents' side. \"My oldest brother spent more time in Nigeria than we did,\" Orji tells CNN, and she wanted to experience it more for herself. \"It was just like, if this is going to be home, I have to make it mine. I have to make my own friends that don't have anything to do with my parents.\" She went to her father, she says, and told him, \"'Hey dad, I'm just going to stay in Lagos for two months.' He was like 'And do what?' I was like, I'll figure it out.\" Now, nine years later, it seems Orji has it more than figured out. The 36-year-old is best known for her role as Molly in the HBO series \"Insecure.\" Orji credits the time she took to explore Lagos on her own as big for her, in becoming what she calls \"fully Nigerian and also equal parts American.\" \"Momma, I made it!\" That duality is a major theme in Orji's new standup comedy special on HBO, \"Momma, I made it!\" (HBO and CNN are both owned by WarnerMedia). She makes jokes about her real-life struggles trying to appease her Nigerian parents, while also pursuing her dreams in American entertainment. \"My mom, she uses every opportunity to remind me I wasn't a doctor,\" Orji jokes in the special. \"I said, 'Mom, I want to do comedy.' She heard, 'So, you want to prostitute yourself all over the world?'\" See more from African Voices Changemakers By age 25, Orji had a Master's degree in public health. Her parents thought medical school would be next, but Orji was bit by the comedy bug after getting a good response during a beauty pageant standup routine. Orji, a devout born-again Christian who doesn't curse in her routines and promotes abstinence, said she was inspired by a message from the Holy Spirit. She decided to move to New York to pursue comedy, or as her mother disapprovingly put it, become a jester. \"You know, when there's a question mark or there's an asterisk on your career, they're not able to see beyond that,\" Orji tells CNN. \"[For them] it was like, I wasn't where I needed to be career-wise, financially, and I wasn't married, so it was like 'you are giving us very little to work with.' And I think when you're older, you're just like, is that the only thing you guys could see?\" Finding success and forgiveness It took about seven years of living as a struggling comedian and actor between New York and Los Angeles, and a couple chance meetings with \"Insecure\" creator Issa Rae, before Orji landed the career-making role of Molly. Read: Bollywood and Nollywood collide in a tale of a big fat Indian-Nigerian wedding After four seasons of playing a high-powered attorney who is often unsuccessful at relationships, Orji can claim her own success in the entertainment world. She says her parents have also come around. In \"Momma, I made it!\" Orji says that if you ask her mom about her daughter today, she is quick to braggingly ask, \"Do you have HBO?\" Orji says she has grown to better understand her mother and father's perspective. \"My parents grew up during the Biafra War,\" Orji explains to CNN. \"And my dad tells me all the time, he was supposed to go to London and go to school and then the war hit. And so you have us kids and we're all like 'I want to pursue my passions,' 'I want to purse my dreams,' and they are like \"passion and what?\" \"You learn to forgive,\" she says, \"because you learn that our parents' tactics, though difficult at times and different ... it's from the space of love.\" Watch the full feature with Yvonne Orji on African Voices, starting June 12"
    },
    {
        "text": "Dwayne \"The Rock\" Johnson posted a video calling out President Donald Trump in the wake of George Floyd's death. The actor stated in a video post on his social media channels that the United States is \"crippled\" and \"on its knees begging to be heard and pleading for change.\" The video message which was posted early Thursday has amassed over 7 million views. Johnson goes on to ask: \"Where is our compassionate leader who's going to step up to our country who's down on its knees, and extend a hand and say, 'You stand up, stand up with me because I got you. I hear you, I'm listening to you. And you have my word that I'm going to do everything in my power, until my dying day, my last breath, to do everything I can to create the change that is needed, to normalize equality because Black Lives Matter.' Where are you?\" Alongside the video he wrote in the caption, \"Because we're all here. Maybe one day that galvanizing leader will emerge. Either way, the process to change has already begun.\" Johnson is one of many voices in Hollywood calling for change as well as action from their fans and from political leaders. Jay-Z took out full pages in newspapers to honor Floyd this week. On Wednesday it was announced that the former Minneapolis Police officer who pressed his knee into George Floyd's neck has been charged with second-degree murder -- and the three other officers on the scene are charged with aiding and abetting second-degree murder. "
    },
    {
        "text": "\"Late Show\" host Stephen Colbert is weighing in on the treatment of peaceful protestors at nationwide demonstrations against police brutality and systematic racism. Colbert commented on the use of rubber bullets by law enforcement at some of these events, calling them \"more bullet than rubber,\" adding that they \"maim, blind and even kill.\" \"That's why law enforcement doesn't call them 'non-lethal,'\" said Colbert. \"They call them 'less-lethal' ammunition. Less-Lethal Ammunition, from the makers of Arsenic Lite! Most of the poison, none of the guilt,\" he said. Colbert specifically criticized the use of force at a protest outside the White House on Monday. Thursday's episode of the \"Late Show\" also included a solo performance by Brian Wilson of the Beach Boys. Wilson, playing his piano at home, performed \"God Only Knows.\" \"I love you all, love and mercy to you all,\" Wilson said at the conclusion of the song. "
    }
]