[
    {
        "title": "Here's what defunding the police would mean",
        "description": "• Analysis: As Trump gives in to his baser instincts, cities look for policing changes\n• St. Paul mayor reflects on generations of pain among African Americans",
        "date": "Sun, 07 Jun 2020 23:04:56 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/eCUWYkT9FKw/index.html"
    },
    {
        "title": "New York plans to move some police funding to youth and social services",
        "description": "New York City will move some of its funding from the New York Police Department to youth and social services, Mayor Bill De Blasio said on Sunday.",
        "date": "Sun, 07 Jun 2020 22:51:15 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/7j3aICTRSn8/index.html"
    },
    {
        "title": "Top Trump officials claim there's no systemic racism in US law enforcement agencies as Americans flood streets in protest",
        "description": "Several top Trump administration officials claimed Sunday that systemic racism is not an issue in US law enforcement agencies -- even as thousands of Americans continue to take to the streets to protest against racism and police violence following the police killing of a black man in Minneapolis.",
        "date": "Sun, 07 Jun 2020 21:33:46 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/SRIuSXgIAjs/index.html"
    },
    {
        "title": "More colleges say their student athletes have Covid-19",
        "description": "• Trump's CDC director has a controversial past\n• Mayor says NYC is within parameters to proceed with reopening\n• US vaccine program is fueling fears, two experts say\n• This country decided against a lockdown. See how it's going.",
        "date": "Sun, 07 Jun 2020 21:50:01 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/i8mX3uITVfA/index.html"
    },
    {
        "title": "Joe Biden hits a milestone Hillary Clinton never did: 50%",
        "description": "• Analysis: Trump's chaos has turned on him\n• Trump meets with campaign team as poll numbers fall\n• Analysis: Trump's historically strong with his base -- that's a problem\n• Colin Powell says he will vote for Biden for president",
        "date": "Sun, 07 Jun 2020 21:34:12 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/n-IoPKpPJbw/index.html"
    },
    {
        "title": "James Bennet resigns from New York Times after Cotton op-ed backlash",
        "description": "The editor of The New York Times' editorial page, James Bennet, has resigned, publisher A.G. Sulzberger announced Sunday. Bennet's resignation comes after the publication of a controversial op-ed from Republican Sen. Tom Cotton earlier in the week drew significant criticism, including from dozens of the newspaper's staffers.",
        "date": "Sun, 07 Jun 2020 21:28:03 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/qq0mGnA5Y6I/index.html"
    },
    {
        "title": "Police officer faces charges after using a stun gun on a black man",
        "description": "A police officer in Fairfax County, Virginia, faces up to three years in prison in connection with his arrest and use of a stun gun on a black man who cried out, \"I can't breathe.\"",
        "date": "Sun, 07 Jun 2020 19:40:13 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/y1qFrSP4X_E/index.html"
    },
    {
        "title": "Journalist says there's something important media is missing",
        "description": "Mukhtar Ibrahim didn't imagine the communities he covers would be at the epicenter of protests sweeping the nation when he founded a startup news website in Minnesota last year.",
        "date": "Sun, 07 Jun 2020 05:11:41 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/LV83SF8B31c/index.html"
    },
    {
        "title": "White House is considering a Trump speech to the nation on race and unity",
        "description": "After a weekend of massive peaceful protests around the country, White House officials are currently deliberating a plan for President Donald Trump to address the nation this week on issues related to race and national unity, as Housing and Urban Development Secretary Ben Carson hinted in an interview with CNN on Sunday and a senior administration official said was under serious consideration.",
        "date": "Sun, 07 Jun 2020 22:13:44 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/hBIPoTD6Rlo/index.html"
    },
    {
        "title": "Colin Powell: Trump lies 'all the time'",
        "description": "• Watch and read: Colin Powell's State of the Union interview\n• Powell slams GOP lawmakers for having 'nothing to say' about Trump's protest response\n• 'Situation has gotten worse': Powell explains why Trump shouldn't be reelected",
        "date": "Sun, 07 Jun 2020 17:56:01 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/OosxOysWApk/index.html"
    },
    {
        "title": "Powell calls out Republican lawmakers for having 'nothing to say' about Trump's response to Floyd protests",
        "description": "Former Republican Secretary of State Colin Powell on Sunday called out Republican lawmakers for having \"nothing to say\" about President Donald Trump's militarized response to widespread unrest following the death of George Floyd at the hands of police.",
        "date": "Sun, 07 Jun 2020 18:38:05 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/Mx0zpjuUs9c/index.html"
    },
    {
        "title": "University calls professor's tweets 'vile and inexcusable' following backlash online",
        "description": "A professor at the University of North Carolina Wilmington has come under fire for tweets he posted which the school has called \"vile and inexcusable,\" according to a statement the school provided to CNN Saturday.",
        "date": "Sun, 07 Jun 2020 15:03:24 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/Mp5x1yabvKE/index.html"
    },
    {
        "title": "Opinion: Trump's most self-defeating move",
        "description": "Abraham Lincoln knew the value of a good photo. In February 1860, the former congressman from Illinois posed for Matthew Brady in the pioneering photographer's New York studio. The resulting image concealed some cosmetic flaws, giving Lincoln a determined look. It was widely distributed and credited with helping him win the nomination and the presidency.",
        "date": "Sun, 07 Jun 2020 20:26:01 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/E11NLgGRKn0/index.html"
    },
    {
        "title": "UFC champion announces his retirement",
        "description": "Mixed martial arts fighter Conor McGregor announced his retirement from the sport on social media Sunday.",
        "date": "Sun, 07 Jun 2020 13:20:49 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/tck-u1QDVX4/index.html"
    },
    {
        "title": "15% Pledge calls on store chains to dedicate shelf space to black-owned businesses",
        "description": "A new initiative is aiming to make the shelves of major US retailers a better reflection of the streets of America.",
        "date": "Sun, 07 Jun 2020 21:16:04 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/fCqlcAEbEsc/index.html"
    },
    {
        "title": "Marines ban depictions of the Confederate flag, including on bumper stickers and mugs",
        "description": "The US Marine Corps has ordered the removal of all public displays of the Confederate flag from Marine installations.",
        "date": "Sun, 07 Jun 2020 19:00:08 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/wh9YpjdijHo/index.html"
    },
    {
        "title": "Opinion: Coral reefs are facing their own pandemic, but we have a survival guide",
        "description": "Coral reefs are facing their own pandemic. For years, people have compromised the immunity of these ecosystems through pollution and overfishing. Meanwhile, climate change has created a fever in our oceans by raising temperatures and acidifying seas. The resulting outbreak has decimated approximately half of the world's reefs.",
        "date": "Sun, 07 Jun 2020 15:20:50 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/XLc8s1usn_g/index.html"
    },
    {
        "title": "Chinese soccer legend calls for the downfall of the Communist Party",
        "description": "A retired Chinese soccer star has openly called for the downfall of China's ruling Communist Party, in what he says was the \"biggest and most correct decision\" of his life.",
        "date": "Sun, 07 Jun 2020 01:49:44 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/TnFdehsvo7U/index.html"
    },
    {
        "title": "After Covid, we may be in a volatile gig economy that relies heavily on the internet",
        "description": "The economy is reopening and life is slowly getting back on track, but it's not back to normal. High unemployment rates and the need to socially distance will have lasting effects on how and where we work.",
        "date": "Sun, 07 Jun 2020 22:57:13 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/aATZipiKDLI/index.html"
    },
    {
        "title": "UK protesters topple statue of slave trader",
        "description": "Anti-racism protesters in England have pulled down a statue of a 17th-century slave trader while demonstrating in solidarity with the US Black Lives Matter movement.",
        "date": "Sun, 07 Jun 2020 21:46:33 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/35gO1Ws79Dw/index.html"
    },
    {
        "title": "Banksy shares new artwork supporting Black Lives Matter",
        "description": "Banksy, perhaps the most well-known anonymous artist and social critic in the world, is showing his support for the Black Lives Matter movement with a new piece of art and a stark message: \"People of Colour are being failed by the system.\"",
        "date": "Sun, 07 Jun 2020 20:58:03 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/dKlfcyK1uJA/index.html"
    },
    {
        "title": "California restaurant agrees to a change amid national unrest",
        "description": "Sixty-three years ago, a pancake house opened in California that spawned a nationwide restaurant chain.",
        "date": "Sat, 06 Jun 2020 15:19:42 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/qmdGubnqAjA/index.html"
    },
    {
        "title": "Opinion: Are we living through a moment of fundamental societal change?",
        "description": "Remember when \"Black Lives Matter\" was still considered a controversial thing to say?",
        "date": "Sun, 07 Jun 2020 19:06:10 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/Y_xFAyHrbL8/index.html"
    },
    {
        "title": "Surfer dies after being bitten by a great white shark",
        "description": "A 60-year-old surfer died Sunday in Australia after being bitten by a great white shark that was nearly ten feet long, authorities say.",
        "date": "Sun, 07 Jun 2020 13:25:14 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/i2g3eLA0v5E/index.html"
    },
    {
        "title": "Scientists backed by Zuckerberg's foundation urge him to change stance on Trump posts",
        "description": "More than 140 scientists who have received funding and support from Mark Zuckerberg's philanthropic organization wrote to the Facebook CEO Saturday expressing concern about how he handled President Donald Trump's posts on the platform.",
        "date": "Sun, 07 Jun 2020 21:34:26 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/N39PWIUSHec/index.html"
    },
    {
        "title": "The world's best egg dishes",
        "description": "Which came first, the chicken or the egg? If we're talking menus, you might be inclined to say \"egg,\" if only for its ubiquity at breakfast. But the egg is the star of many other meals, too, and it is beloved for its workhorse qualities in recipes the world over.",
        "date": "Sat, 06 Jun 2020 14:08:52 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/7bdArR3pFhA/index.html"
    },
    {
        "title": "The recovery is underway. Does that mean it's time for more stimulus?",
        "description": "Record stimulus efforts are facilitating the global recovery from the steepest economic downturn since the Great Depression. That means it's time to spend even more, investors and economists say.",
        "date": "Sun, 07 Jun 2020 12:25:56 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/riQldKJn_yw/index.html"
    },
    {
        "title": "Thousands of people are volunteering to be laid off",
        "description": "Who would want to lose their job in the middle of the worst job market since the Great Depression? Believe or not, thousands of people would.",
        "date": "Thu, 04 Jun 2020 17:15:58 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/4A1-MzIcHOQ/index.html"
    },
    {
        "title": "Dealerships are opening up again. But good luck finding the car you want",
        "description": "It's getting easier to shop for a new car again now that dealerships across the United States are starting to open up following the coronavirus lockdowns. But don't go shopping with your heart set on anything specific. It's going to be harder to find the exact car, truck or SUV of your dreams.",
        "date": "Fri, 05 Jun 2020 17:02:23 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/Y1qHCXk4Bak/index.html"
    },
    {
        "title": "Trump's 'little green men'",
        "description": "In Washington, DC, alone, there has been a dizzying array of security personnel deployed in the last few days. From members of the military to DC police to the US Bureau of Prisons, the streets have become an alphabet soup of acronyms when it comes to law enforcement and security personnel, all designated -- by various levels of government -- to seemingly promote safety. But, as Americans countrywide exercise their constitutional right to protest peacefully, unnecessary assaults on democratic freedoms and civil liberties have proliferated.",
        "date": "Sun, 07 Jun 2020 21:57:08 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/aQPfAuuY2fA/index.html"
    },
    {
        "title": "GOP governor who Democrats applaud",
        "description": "There has been so much anxiety and anger in the country these past few months — and certainly over the last week — that a calm voice and steady hand can be very hard to find.",
        "date": "Sun, 07 Jun 2020 12:50:48 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/IMIb4AfSBhs/index.html"
    },
    {
        "title": "NFL's 'sorry' is too little and too late",
        "description": "The NFL is sorry.",
        "date": "Sat, 06 Jun 2020 20:02:01 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/zrqov5jqPAA/index.html"
    },
    {
        "title": "America needs white people to step up",
        "description": "We can't jog and be black. We can't barbecue and be black. We can't bird watch and be black. We can't sleep in our bed and be black. We can't even sit in our own car and be black.",
        "date": "Sat, 06 Jun 2020 20:30:45 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/VjEc579rymw/index.html"
    },
    {
        "title": "Trump's messy split-city GOP convention",
        "description": "Of all the institutions the Trump presidency is harming, it's likely no one suspected the Republican National Convention might be one of them. But President Donald Trump's refusal to fully acknowledge the risks associated with the pandemic is creating a new political threat to his own candidacy.",
        "date": "Sat, 06 Jun 2020 14:58:59 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/xKHVRBMxGVA/index.html"
    },
    {
        "title": "This week in America would make RFK weep",
        "description": "Fifty-two years ago this weekend, Robert F. Kennedy, then the junior senator from New York and a leading candidate for the Democratic presidential nomination, died in Los Angeles, the victim of a political assassination. I've been looking again at the final months of his life, which were largely shaped by the murder of Martin Luther King, Jr. The words he spoke the night of April 4, 1968, when King was assassinated, and in the days following feel tailor-made for own moment in 2020. And his efforts at guidance as a presidential candidate during those weeks leading up to his own death on June 6, bring into stark relief the stunning dereliction of leadership shown in 2020 by President Donald Trump.",
        "date": "Sat, 06 Jun 2020 17:34:02 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/lYPYJ9UW0bo/index.html"
    },
    {
        "title": "Indian actor Chiranjeevi Sarja dies after heart attack",
        "description": "Chiranjeevi Sarja, a famous Indian actor, has passed away at the age of 39.",
        "date": "Sun, 07 Jun 2020 22:31:29 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/4u3h2FsD6eU/index.html"
    },
    {
        "title": "No taller than 500 meters: China signals 'new era' for architecture",
        "description": "An end to \"copycat\" buildings and a ban on skyscrapers taller than 500 meters (1,640 feet) are among the Chinese government's new guidelines for architects, property developers and urban planners.",
        "date": "Sun, 07 Jun 2020 01:14:23 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/fB19hUa-B10/index.html"
    },
    {
        "title": "DC mayor says federal response to protests led to larger groups participating peacefully",
        "description": "DC Mayor Muriel Bowser said Sunday she believes the federal law enforcement response to protests after the police killing of George Floyd encouraged more people to participate and do so peacefully.",
        "date": "Sun, 07 Jun 2020 21:25:37 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/21s17RycdZQ/index.html"
    },
    {
        "title": "Nursing home resident: 'I feel as though I am in #DeathCamp2020'",
        "description": "When news broke months ago about the country's first coronavirus outbreak at a nursing home, Linda Mayberry immediately recognized the home's corporate logo as it flashed across her television screen. It was the same one emblazoned throughout the long-term care facility where she lived.",
        "date": "Fri, 05 Jun 2020 12:00:54 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/StK2sPeqe4Y/index.html"
    },
    {
        "title": "Texas county GOP chair-elect won't assume office following backlash",
        "description": "A Texas Republican county chairman-elect said Saturday he won't assume office amid backlash over posting a controversial image of a Martin Luther King Jr. quote with a banana in the picture.",
        "date": "Sun, 07 Jun 2020 00:57:40 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/aPeKI5-ddj0/index.html"
    },
    {
        "title": "After reviewing video, police inspector charged -- not protester",
        "description": "A Philadelphia police inspector is facing charges after prosecutors said a video shows him striking a student protester on the head with a metal baton.",
        "date": "Sun, 07 Jun 2020 02:46:06 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/ezSTiwWfih8/index.html"
    },
    {
        "title": "How creative director Arthur Lewis built a dynamic collection of black art",
        "description": "The front door of Arthur Lewis' Los Angeles home opens to a room organized like an exhibition space. The marks of domesticity -- dining room table, mantel, fireplace, throw pillows -- are present, but engulfed by art. Paintings and sculptures grab all the attention, and maybe the intention, of the space.",
        "date": "Wed, 01 Apr 2020 09:53:01 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/uWiGnVC39OQ/index.html"
    },
    {
        "title": "Polaroid innovator Elsa Dorfman has died at age 83",
        "description": "American photographer Elsa Dorfman, known for her intimate large-scale portraits of well-known figures including Bob Dylan, Allen Ginsberg and Faye Dunaway, died last Saturday at age 83.",
        "date": "Wed, 03 Jun 2020 16:10:18 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/sH8aSC2i9VU/index.html"
    },
    {
        "title": "Austrian architects will transform Hitler's birthplace into a police station",
        "description": "Austria has unveiled plans to transform Adolf Hitler's birthplace into a police station, following years of debate and legal wrangling over the controversial site.",
        "date": "Wed, 03 Jun 2020 15:50:00 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/K6pDsZgHdeY/index.html"
    },
    {
        "title": "The 1960s symbol we need more than ever before",
        "description": "In a video installation by James Joyce, a yellow circle rotates as two black ovals and a curved line tumble at the bottom, thwarted by gravity. Watching the video, Perseverance in the Face of Absurdity, which was projected at Banksy's pop-up dystopian theme park, Dismaland in 2015, one can mentally reassemble the three shapes into their familiar formation: two eyes and a swooping smile.",
        "date": "Mon, 30 Mar 2020 21:53:32 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/WZdOsaZNmMk/index.html"
    },
    {
        "title": "'My emotions were so raw': The people creating art to remember George Floyd",
        "description": "In the wake of George Floyd's death at the hands of a Minneapolis police officer, artists have been quick to respond with works that seek to memorialize, to provoke and to heal.",
        "date": "Sun, 07 Jun 2020 10:33:20 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/XnpLzgiOadQ/index.html"
    },
    {
        "title": "Bruce Lee gets a fitting tribute in ESPN doc",
        "description": "Bruce Lee isn't an obvious fit for ESPN, beyond the fact lots of people enjoyed his action movies. Yet \"Be Water\" proves an excellent addition to the network's lineup of documentaries to fill the sports void, examining the martial-arts star's legacy and the circuitous, discrimination-marred path he followed to his too-short stardom.",
        "date": "Sun, 07 Jun 2020 20:32:58 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/XYeskc9r6Kg/index.html"
    },
    {
        "title": "Yvonne Orji set for stand-up special debut",
        "description": "\"Can I navigate home? This place that I call home? And if I can't, then is it really?\"",
        "date": "Fri, 05 Jun 2020 08:38:54 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/U5SUcrVnDI0/index.html"
    },
    {
        "title": "Dwayne Johnson pleas for leadership",
        "description": "Dwayne \"The Rock\" Johnson posted a video calling out President Donald Trump in the wake of George Floyd's death.",
        "date": "Thu, 04 Jun 2020 13:56:29 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/DZd0ojy40EI/index.html"
    },
    {
        "title": "Stephen Colbert calls out police tactics at protests",
        "description": "\"Late Show\" host Stephen Colbert is weighing in on the treatment of peaceful protestors at nationwide demonstrations against police brutality and systematic racism.",
        "date": "Fri, 05 Jun 2020 14:11:32 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/8c3FPT91KS4/index.html"
    }
]