[
    {
        "title": "Attorney for rookie cop charged in Floyd's death: This is bull****",
        "description": "The defense strategies of two of the former police officers who were charged in the death of George Floyd are emerging following a preliminary hearing. CNN's Josh Campbell reports.",
        "date": "Fri, 05 Jun 2020 16:16:12 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/4qUxzkg2K9I/police-officers-charged-george-floyd-death-court-vpx.cnn"
    },
    {
        "title": "Opinion: Why protesting isn't enough",
        "description": "On Saturday, tens of thousands of demonstrators are expected to march in Washington, DC, to demand criminal justice reform in what may be the largest protest in the nation's capital since George Floyd died at the hands of police officers in Minneapolis.",
        "date": "Sat, 06 Jun 2020 20:12:12 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/0FkeNFWn1rA/index.html"
    },
    {
        "title": "Analysis: Trump shows us what he'll be like after the election",
        "description": "The past week and its showcase of President Donald Trump's erratic behavior offered a window into how he would deal with defeat.",
        "date": "Sat, 06 Jun 2020 17:36:08 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/njBTOgRq2_0/index.html"
    },
    {
        "title": "Cooper: Trump couldn't bring himself to utter Floyd's full name",
        "description": "CNN's Anderson Cooper criticizes President Donald Trump's lack of reaction to the underlying issues of systematic racism fueling protests around the country.",
        "date": "Sat, 06 Jun 2020 01:11:02 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/ua7gD46x5Gk/cooper-trump-protests-kth-ac-360-vpx.cnn"
    },
    {
        "title": "Behind Trump's fortress walls in a defining week for the US",
        "description": "• Mourners line up for George Floyd memorial in North Carolina on second weekend of protests\n• Ahmaud Arbery's mother says she's 'speechless' about new claim\n•Trump tried to rewrite reality on protests. Here are the facts",
        "date": "Sat, 06 Jun 2020 16:56:52 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/w4s4O1hXnPo/index.html"
    },
    {
        "title": "Confirmed Covid-19 cases rising faster than ever",
        "description": "• Latin America is losing the battle against coronavirus",
        "date": "Fri, 05 Jun 2020 14:54:20 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/rfVSoKyrQqc/index.html"
    },
    {
        "title": "Melania Trump's messaging is frustrating the West Wing, source says",
        "description": "First lady Melania Trump's messaging in the wake of the killing of George Floyd and the resulting protests around the country has frustrated the West Wing, according to a White House official.",
        "date": "Sat, 06 Jun 2020 14:42:25 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/QBF_b60pBfs/index.html"
    },
    {
        "title": "Fox News under fire for stocks graphic",
        "description": "A graphic aired by Fox News that compared the stock market performance after high-profile cases of violence against black men. CNN's Brian Stelter and Victor Blackwell discuss.",
        "date": "Sat, 06 Jun 2020 16:30:51 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/9DhOXiGJB14/fox-news-graphic-stock-market-stelter-ndwknd-vpx.cnn"
    },
    {
        "title": "Opinion: Trump may shoot himself in the foot with a split-city GOP convention",
        "description": "Of all the institutions the Trump presidency is harming, it's likely no one suspected the Republican National Convention might be one of them. But President Donald Trump's refusal to fully acknowledge the risks associated with the pandemic is creating a new political threat to his own candidacy.",
        "date": "Sat, 06 Jun 2020 14:58:59 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/xKHVRBMxGVA/index.html"
    },
    {
        "title": "Ex-acting Labor secretary defends BLS in the wake of jobs report misclassification error",
        "description": "The former acting head of the Labor Department under the Obama administration said he believes a \"misclassification error\" in the May jobs report, which may place the real unemployment rate higher than the one touted by President Donald Trump, was not done intentionally to make the White House look better, and defended the Bureau of Labor Statistics as \"career professionals.\"",
        "date": "Sat, 06 Jun 2020 18:08:44 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/qVXadcMf5MQ/index.html"
    },
    {
        "title": "Smerconish: If we disengage we'll fall into a trap",
        "description": "America is having trouble speaking, just when we most need to have a national conversation. How to establish new boundaries that don't shut down dialogue?",
        "date": "Sat, 06 Jun 2020 13:49:35 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/I5UIMiddXVc/comment-free-speech-under-fire.cnn"
    },
    {
        "title": "Washington's new Black Lives Matter street mural can be seen from space",
        "description": "Washington's new BLACK LIVES MATTER street mural is so huge, you can see it from space.",
        "date": "Sat, 06 Jun 2020 20:03:36 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/wiAiuvidIok/index.html"
    },
    {
        "title": "After reviewing video, prosecutors charge police inspector instead of protester",
        "description": "A Philadelphia police inspector is facing charges after prosecutors said a video shows him striking a student protester on the head with a metal baton.",
        "date": "Sat, 06 Jun 2020 13:13:26 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/ezSTiwWfih8/index.html"
    },
    {
        "title": "12-year-old uses voice to share powerful message on racism",
        "description": "During the CNN Sesame Street town hall, 12-year-old gospel singer Keedron Bryant talks about how he uses his voice to share a powerful message against racism.",
        "date": "Sat, 06 Jun 2020 16:55:39 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/_x615S3oUDU/keedron-bryant-song-sesame-street-cnn-town-hall-vpx.cnn"
    },
    {
        "title": "Police investigate connection between Madeleine McCann case and another",
        "description": "German police investigating the 2007 disappearance of British child Madeleine McCann have now launched an investigation into a potential connection between her disappearance and that off another child who went missing five years ago in Germany, according to German media.",
        "date": "Sat, 06 Jun 2020 20:00:40 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/169na_mJ-gA/index.html"
    },
    {
        "title": "Cyclist caught on video assaulting people posting Black Lives Matter flyers arrested",
        "description": "Police in Maryland have arrested and charged the cyclist who was caught on video Monday accosting three people posting flyers in support of Black Lives Matter.",
        "date": "Sat, 06 Jun 2020 07:20:25 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/P3dPVP5mNJU/index.html"
    },
    {
        "title": "George Floyd murals are popping up all over the world",
        "description": "The death of George Floyd has resonated worldwide, and the proof can be found on buildings from Minneapolis to Montreal, Belfast to Berlin.",
        "date": "Sat, 06 Jun 2020 07:43:33 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/QpjpU3tyt5g/index.html"
    },
    {
        "title": "California restaurant agrees to a name change amid national unrest",
        "description": "Sixty-three years ago, a pancake house opened in California that spawned a nationwide restaurant chain.",
        "date": "Sat, 06 Jun 2020 15:19:42 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/qmdGubnqAjA/index.html"
    },
    {
        "title": "Videos often contradict what police say in reports. Here's why some officers keep lying",
        "description": "A video showed officers in Buffalo, New York, pushing a 75-year-old man. Police initially said he had tripped and fell.",
        "date": "Sat, 06 Jun 2020 12:55:13 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/fNv3A1Wb1MI/index.html"
    },
    {
        "title": "Watch Rudy Giuliani and Piers Morgan duke it out on live TV",
        "description": "On \"Good Morning Britain\" host Piers Morgan got in a verbal altercation with former New York City mayor Rudy Giuliani.",
        "date": "Thu, 04 Jun 2020 16:49:24 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/v3lhkt69RjQ/piers-morgan-rudy-giuliani-on-air-spar-orig.cnn-business"
    },
    {
        "title": "Men fined for swimming in Venice canal",
        "description": "The two German men who swam in The Grand Canal, Venice's main waterway, were fined $395 each and banned from the city for 48 hours.",
        "date": "Fri, 05 Jun 2020 19:57:08 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/Nhj2V472f-U/venice-canal-tourists-swim-fined-orig-kj.cnn"
    },
    {
        "title": "Why the Golden Gate Bridge sings now",
        "description": "You can hear it, no doubt, while sittin' on the dock of the bay.",
        "date": "Sat, 06 Jun 2020 20:11:33 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/S5IAB7N8LVI/index.html"
    },
    {
        "title": "Tennis star charged with assaulting ex-wife",
        "description": "The ex-wife of a leading tennis player is standing by claims she was the victim of assault.",
        "date": "Fri, 05 Jun 2020 10:22:10 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/d-ePq5vNddw/index.html"
    },
    {
        "title": "Universal Orlando Resort has just reopened. See what it looks like now.",
        "description": "After being closed for about two and a half months because of the coronavirus pandemic, Universal Orlando Resort in Florida reopens to guests.",
        "date": "Fri, 05 Jun 2020 22:48:07 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/X60D_K4-5zo/universal-orlando-reopen-travel-orig.cnn"
    },
    {
        "title": "What the NFL commissioner didn't say is what most people noticed",
        "description": "• Watch Roger Goodell's stunning admission\n• Drew Brees tells Trump NFL protests have never been about the US flag\n• Attorney for rookie cop charged in Floyd's death: 'Frankly, this is bull****'",
        "date": "Sat, 06 Jun 2020 13:46:37 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/rFcZuRTZsUI/index.html"
    },
    {
        "title": "Opinion: 'Sorry' is too little and too late, Roger Goodell",
        "description": "The NFL is sorry.",
        "date": "Sat, 06 Jun 2020 20:02:01 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/zrqov5jqPAA/index.html"
    },
    {
        "title": "Charles Barkley on why 'it's stressful being black'",
        "description": "NBA legend Charles Barkley says \"it's stressful being black\" in reaction George Floyd's death and the resulting nationwide protests that have followed.",
        "date": "Sat, 06 Jun 2020 13:55:38 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/TFYiL2WQEwU/charles-barkley-stressful-being-black-smerconish-vpx.cnn"
    },
    {
        "title": "LeBron James calls out Fox News host over Drew Brees",
        "description": "NBA star LeBron James has called out Fox News host Laura Ingraham for her defense of star quarterback Drew Brees.",
        "date": "Fri, 05 Jun 2020 11:48:03 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/eaJ9bMUM78U/index.html"
    },
    {
        "title": "Best moments from the CNN and Sesame Street town hall on racism",
        "description": "CNN partnered with \"Sesame Street\" for a special town hall about racism, giving both kids and parents an opportunity to explore the current moment the nation is living through and to understand how these issues affect people.",
        "date": "Sat, 06 Jun 2020 16:21:05 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/5-SmFMQcGGY/index.html"
    },
    {
        "title": "Watch the entire CNN/Sesame Street racism town hall",
        "description": "CNN's Van Jones and Erica Hill partner with \"Sesame Street\" for Coming Together: Standing Up to Racism, a town hall for kids and families. Watch the town hall in its entirety below:",
        "date": "Sat, 06 Jun 2020 16:00:51 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/FO3FXHCIWnI/index.html"
    },
    {
        "title": "Elmo and his dad Louie talk about racism and protesting",
        "description": "During the CNN Sesame Street town hall, Elmo discusses racism and what it means to protest with his dad, Louie.",
        "date": "Sat, 06 Jun 2020 15:49:01 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/GH2GhLIyHPg/elmo-louie-protests-racism-sesame-street-cnn-town-hall-vpx.cnn"
    },
    {
        "title": "The world's best egg dishes",
        "description": "Which came first, the chicken or the egg? If we're talking menus, you might be inclined to say \"egg,\" if only for its ubiquity at breakfast. But the egg is the star of many other meals, too, and it is beloved for its workhorse qualities in recipes the world over.",
        "date": "Sat, 06 Jun 2020 14:08:52 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/7bdArR3pFhA/index.html"
    },
    {
        "title": "D-Day invasion rare photos reveal the chronology of events",
        "description": "Operation Overlord was launched over 76 years ago on June 6, 1944. Commonly known as D-Day -- a military term for the first day of a combat operation -- it was the largest seaborne invasion in history and it kick-started the Battle of Normandy, which successfully opened a second, Western front in Nazi-occupied Europe.",
        "date": "Sat, 06 Jun 2020 08:00:57 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/Q565stLmXPQ/index.html"
    },
    {
        "title": "See landslide sweep houses into the sea",
        "description": "Several houses have been swept into the sea following a powerful landslide in northern Norway. Authorities say no one was harmed during the incident.",
        "date": "Fri, 05 Jun 2020 12:57:03 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/4-xf7Vi4D0Q/norway-houses-landslide-lon-orig-tp.cnn"
    },
    {
        "title": "Porn star arrested after man dies during toad venom ritual",
        "description": "Spanish porn star Nacho Vidal is under investigation for manslaughter, after a man died during a ceremony involving toad venom.",
        "date": "Fri, 05 Jun 2020 09:42:41 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/qnoLJg8-mjw/index.html"
    },
    {
        "title": "Thousands of people are volunteering to be laid off",
        "description": "Who would want to lose their job in the middle of the worst job market since the Great Depression? Believe or not, thousands of people would.",
        "date": "Thu, 04 Jun 2020 17:15:58 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/4A1-MzIcHOQ/index.html"
    },
    {
        "title": "Dealerships are opening up again. But good luck finding the car you want",
        "description": "It's getting easier to shop for a new car again now that dealerships across the United States are starting to open up following the coronavirus lockdowns. But don't go shopping with your heart set on anything specific. It's going to be harder to find the exact car, truck or SUV of your dreams.",
        "date": "Fri, 05 Jun 2020 17:02:23 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/Y1qHCXk4Bak/index.html"
    },
    {
        "title": "These companies are hiring -- rapidly -- during the coronavirus crisis",
        "description": "Businesses shut down across America during the coronavirus pandemic, leading to millions of layoffs and furloughs.",
        "date": "Fri, 05 Jun 2020 15:16:12 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/U8D_TlMNPnM/index.html"
    },
    {
        "title": "This week in America would make RFK weep",
        "description": "Fifty-two years ago this weekend, Robert F. Kennedy, then the junior senator from New York and a leading candidate for the Democratic presidential nomination, died in Los Angeles, the victim of a political assassination. I've been looking again at the final months of his life, which were largely shaped by the murder of Martin Luther King, Jr. The words he spoke the night of April 4, 1968, when King was assassinated, and in the days following feel tailor-made for own moment in 2020. And his efforts at guidance as a presidential candidate during those weeks leading up to his own death on June 6, bring into stark relief the stunning dereliction of leadership shown in 2020 by President Donald Trump.",
        "date": "Sat, 06 Jun 2020 17:34:02 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/lYPYJ9UW0bo/index.html"
    },
    {
        "title": "Five ways to systemically reform the police",
        "description": "These last few days have been extremely difficult for all of us. My heart aches for every family who must bear the loss of a loved one at the hands of the state they pay for and that is constitutionally bound to protect them. The latest string of officer-involved killings has rightfully spawned national outrage and protests.",
        "date": "Fri, 05 Jun 2020 19:40:02 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/bwSgJzUd2tM/index.html"
    },
    {
        "title": "Trump's foundation starts to crack",
        "description": "General James Mattis dropped a bombshell.",
        "date": "Fri, 05 Jun 2020 00:13:39 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/OCFqAqk14MI/index.html"
    },
    {
        "title": "The danger of blaming Covid-19 deaths on genes",
        "description": "A profound and unexpected disparity in Covid-19 death rates has emerged among different countries. In South Korea, Norway and Australia, for example, less than 3% of confirmed cases die, while in Belgium, Italy and the United Kingdom, the case fatality rate is as high as 14%.",
        "date": "Sat, 06 Jun 2020 18:20:39 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/hhRgPGyoIP0/index.html"
    },
    {
        "title": "Biden's startling weapon against Trump",
        "description": "Finally, on Tuesday, we heard presidential remarks about the protests against police violence that are roiling the nation.",
        "date": "Tue, 02 Jun 2020 22:41:44 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/p-zE_lWIXTE/index.html"
    },
    {
        "title": "It's time for Asian Americans to show solidarity",
        "description": "There's a quote from Cathy Park Hong's provocative and brilliant essay collection \"Minor Feelings: An Asian American Reckoning\" that's one of the most jarringly apt summaries of the insidious nature of silence I've ever read.",
        "date": "Sat, 06 Jun 2020 00:58:55 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/2PYBuVp03lI/index.html"
    },
    {
        "title": "This is what the Black Lives Matter protests look like in Australia",
        "description": "Protesters have gathered in major cities across Australia demanding justice over minority deaths in police custody in solidarity with the Black Lives Matter movement.",
        "date": "Sat, 06 Jun 2020 07:49:38 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/RRP0EpSAk2Y/index.html"
    },
    {
        "title": "A brutal afternoon of carnage: Three Chinese nationals murdered and burned in Zambia",
        "description": "The trail of blood outside the warehouse door was the only immediate sign that a murder had taken place.",
        "date": "Sat, 06 Jun 2020 00:20:57 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/X-Xjz7xeyow/index.html"
    },
    {
        "title": "Prince William has been secretly volunteering for a mental crisis hotline",
        "description": "Prince William, Duke of Cambridge, revealed he has secretly been volunteering to assist people struggling with mental health issues during the coronavirus lockdown.",
        "date": "Sat, 06 Jun 2020 04:35:11 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/Km574rddpV4/index.html"
    },
    {
        "title": "'Band of Brothers' actors retell harrowing D-Day stories",
        "description": "'I slammed into the ground in a real hurry'",
        "date": "Thu, 06 Jun 2019 02:30:35 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/oFsWIyIXK84/index.html"
    },
    {
        "title": "Dog returned to white woman who called police on black man bird-watching in Central Park",
        "description": "Amy Cooper got her dog back.",
        "date": "Fri, 05 Jun 2020 22:34:34 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/utE_2HQ1QY4/index.html"
    },
    {
        "title": "A pilot drew out a tribute to George Floyd using only his airplane",
        "description": "A pilot drew a unique tribute to George Floyd over Canada by following a flight path in the shape of a raised fist.",
        "date": "Sat, 06 Jun 2020 00:32:28 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/PhCWcQHpcVk/index.html"
    },
    {
        "title": "Tacoma man died 'due to physical restraint' while in police custody, medical examiner says",
        "description": "The death of a man while in the custody of police in Tacoma, Washington, earlier this year was \"due to physical restraint,\" according to a county medical examiner.",
        "date": "Sat, 06 Jun 2020 09:05:56 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/dMkKfN8g1os/index.html"
    },
    {
        "title": "Chinese nationals sentenced to prison for taking photos at naval base",
        "description": "Three Chinese nationals were sentenced to prison Thursday for entering a restricted area at a naval base in Key West, Florida, to take photos.",
        "date": "Fri, 05 Jun 2020 07:17:54 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/fjaEguUy-rQ/index.html"
    },
    {
        "title": "How creative director Arthur Lewis built a dynamic collection of black art",
        "description": "The front door of Arthur Lewis' Los Angeles home opens to a room organized like an exhibition space. The marks of domesticity -- dining room table, mantel, fireplace, throw pillows -- are present, but engulfed by art. Paintings and sculptures grab all the attention, and maybe the intention, of the space.",
        "date": "Wed, 01 Apr 2020 09:53:01 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/uWiGnVC39OQ/index.html"
    },
    {
        "title": "Polaroid innovator Elsa Dorfman has died at age 83",
        "description": "American photographer Elsa Dorfman, known for her intimate large-scale portraits of well-known figures including Bob Dylan, Allen Ginsberg and Faye Dunaway, died last Saturday at age 83.",
        "date": "Wed, 03 Jun 2020 16:10:18 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/sH8aSC2i9VU/index.html"
    },
    {
        "title": "Austrian architects will transform Hitler's birthplace into a police station",
        "description": "Austria has unveiled plans to transform Adolf Hitler's birthplace into a police station, following years of debate and legal wrangling over the controversial site.",
        "date": "Wed, 03 Jun 2020 15:50:00 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/K6pDsZgHdeY/index.html"
    },
    {
        "title": "The 1960s symbol we need more than ever before",
        "description": "In a video installation by James Joyce, a yellow circle rotates as two black ovals and a curved line tumble at the bottom, thwarted by gravity. Watching the video, Perseverance in the Face of Absurdity, which was projected at Banksy's pop-up dystopian theme park, Dismaland in 2015, one can mentally reassemble the three shapes into their familiar formation: two eyes and a swooping smile.",
        "date": "Mon, 30 Mar 2020 21:53:32 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/WZdOsaZNmMk/index.html"
    },
    {
        "title": "'My emotions were so raw': The people creating art to remember George Floyd",
        "description": "In the wake of George Floyd's death at the hands of a Minneapolis police officer, artists have been quick to respond with works that seek to memorialize, to provoke and to heal.",
        "date": "Wed, 03 Jun 2020 16:49:47 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/XnpLzgiOadQ/index.html"
    },
    {
        "title": "Bruce Lee gets a fitting tribute in ESPN doc",
        "description": "Bruce Lee isn't an obvious fit for ESPN, beyond the fact lots of people enjoyed his action movies. Yet \"Be Water\" proves an excellent addition to the network's lineup of documentaries to fill the sports void, examining the martial-arts star's legacy and the circuitous, discrimination-marred path he followed to his too-short stardom.",
        "date": "Fri, 05 Jun 2020 13:35:53 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/XYeskc9r6Kg/index.html"
    },
    {
        "title": "Yvonne Orji set for stand-up special debut",
        "description": "\"Can I navigate home? This place that I call home? And if I can't, then is it really?\"",
        "date": "Fri, 05 Jun 2020 08:38:54 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/U5SUcrVnDI0/index.html"
    }
]