[
    {
        "title": "George Floyd death homicide, official post-mortem declares",
        "description": "George Floyd suffered a cardiac arrest while being restrained by police officers, the report says.",
        "date": "Mon, 01 Jun 2020 22:24:06 GMT",
        "link": "https://www.bbc.co.uk/news/world-us-canada-52886593"
    },
    {
        "title": "Coronavirus: Primary schools back but mixed picture on turn-out",
        "description": "It is the first day back for some primary pupils in England - but heads say attendance ranges between 40% and 70%.",
        "date": "Mon, 01 Jun 2020 18:18:13 GMT",
        "link": "https://www.bbc.co.uk/news/education-52854688"
    },
    {
        "title": "England lockdown eases: First meeting for grandparents and new grandchild",
        "description": "As lockdown in England eases, Christine and David Passmore meet six-week-old Amari.",
        "date": "Mon, 01 Jun 2020 18:55:49 GMT",
        "link": "https://www.bbc.co.uk/news/uk-52885763"
    },
    {
        "title": "Coronavirus: Customers queue for hours as Ikea reopens 19 shops",
        "description": "Thousands have queued to get into the furniture giant's stores amid strict social distancing measures.",
        "date": "Mon, 01 Jun 2020 16:08:33 GMT",
        "link": "https://www.bbc.co.uk/news/business-52874615"
    },
    {
        "title": "Climate change: May was sunniest calendar month on record in UK",
        "description": "Meteorologists say the switch from an extremely wet winter to an extremely dry spring is not \"British\".",
        "date": "Mon, 01 Jun 2020 15:46:34 GMT",
        "link": "https://www.bbc.co.uk/news/science-environment-52877912"
    },
    {
        "title": "New lockdown laws warning for Scotland after weekend breaches",
        "description": "Coronavirus guidelines could be enforced by new laws if \"even a minority\" continue to flout them, the first minister says.",
        "date": "Mon, 01 Jun 2020 16:53:28 GMT",
        "link": "https://www.bbc.co.uk/news/uk-scotland-52878383"
    },
    {
        "title": "No early return for UK tourists, says Spain",
        "description": "Spain's tourism minister says UK Covid-19 figures \"have to improve\" before tourists can come back.",
        "date": "Mon, 01 Jun 2020 17:46:16 GMT",
        "link": "https://www.bbc.co.uk/news/business-52882177"
    },
    {
        "title": "George Floyd death: Liverpool players take knee in picture at Anfield",
        "description": "Liverpool players displayed a message of support by taking a knee around the centre circle at Anfield after the death in police custody of African-American George Floyd in Minneapolis.",
        "date": "Mon, 01 Jun 2020 18:28:22 GMT",
        "link": "https://www.bbc.co.uk/sport/52875059"
    },
    {
        "title": "Ashley Banjo: 'I looked at George Floyd and saw my dad'",
        "description": "Diversity's Ashley Banjo reflects on the death of George Floyd and growing up mixed race in the UK.",
        "date": "Mon, 01 Jun 2020 13:49:21 GMT",
        "link": "https://www.bbc.co.uk/news/entertainment-arts-52878405"
    },
    {
        "title": "Grindr removes 'ethnicity filter' after complaints",
        "description": "The LGBT app says it has a \"zero-tolerance policy for racism\" and will remove the filter.",
        "date": "Mon, 01 Jun 2020 22:32:16 GMT",
        "link": "https://www.bbc.co.uk/news/technology-52886167"
    },
    {
        "title": "Japan launches surprise fireworks to lift spirits amid pandemic",
        "description": "The displays, at secret locations across Japan, were designed to lift spirits amid the pandemic.",
        "date": "Mon, 01 Jun 2020 18:02:51 GMT",
        "link": "https://www.bbc.co.uk/news/world-asia-52883403"
    },
    {
        "title": "Coventry electrician hopes to realise boyhood dream with £1m win",
        "description": "Simon Waddup, from Coventry, wins £1m in the Euromillions draw.",
        "date": "Mon, 01 Jun 2020 14:00:40 GMT",
        "link": "https://www.bbc.co.uk/news/uk-england-coventry-warwickshire-52874347"
    },
    {
        "title": "The Papers: 'Revolt' over plan to quarantine arrivals to UK",
        "description": "The government's plan to make travellers quarantine for 14 days features on several front pages.",
        "date": "Mon, 01 Jun 2020 22:22:51 GMT",
        "link": "https://www.bbc.co.uk/news/blogs-the-papers-52886317"
    },
    {
        "title": "George Floyd death: How black British people are reacting",
        "description": "Black British people react to the African-American's death, and the ongoing racial tensions in the US and UK.",
        "date": "Mon, 01 Jun 2020 08:56:42 GMT",
        "link": "https://www.bbc.co.uk/news/uk-52871690"
    },
    {
        "title": "Coronavirus: Seeing loved ones again",
        "description": "Many people have have seen family members for the first time since lockdown was enforced in the UK.",
        "date": "Mon, 01 Jun 2020 18:59:49 GMT",
        "link": "https://www.bbc.co.uk/news/in-pictures-52883708"
    },
    {
        "title": "Nasa SpaceX launch: What is the Crew Dragon?",
        "description": "A guide to SpaceX's Crew Dragon vehicle, which carried astronauts to the space station.",
        "date": "Sun, 31 May 2020 17:07:23 GMT",
        "link": "https://www.bbc.co.uk/news/science-environment-52840482"
    },
    {
        "title": "Our masked identities: Cartoons of India's new normal",
        "description": "Cartoonist Priya Kuriyan documents how masks became prevalent in India - even before its lockdown.",
        "date": "Sun, 31 May 2020 23:08:26 GMT",
        "link": "https://www.bbc.co.uk/news/world-asia-india-52792382"
    },
    {
        "title": "How Venezuela's fuel crisis is hitting coronavirus victims",
        "description": "Venezuela's fuel crisis is so acute that even funeral homes are struggling to transport bodies to the cemetery.",
        "date": "Sun, 31 May 2020 23:46:35 GMT",
        "link": "https://www.bbc.co.uk/news/world-latin-america-52870279"
    },
    {
        "title": "Coronation Street to resume filming next week",
        "description": "The ITV soap's cameras will roll again on 9 June, 11 weeks after the cobbles fell quiet.",
        "date": "Mon, 01 Jun 2020 10:28:12 GMT",
        "link": "https://www.bbc.co.uk/news/entertainment-arts-52875751"
    },
    {
        "title": "'People use us to go to sleep to': Sudoku solvers become internet sensation",
        "description": "Hundreds of thousands of people from all over the world are watching these men solve Sudoku puzzles.",
        "date": "Sun, 31 May 2020 23:01:52 GMT",
        "link": "https://www.bbc.co.uk/news/uk-england-gloucestershire-52868820"
    },
    {
        "title": "Coronavirus: The South African village preparing for Covid-19",
        "description": "For people in South Africa's rural areas trying to protect themselves from Covid-19, hand washing in clean water isn't possible.",
        "date": "Sun, 31 May 2020 23:01:40 GMT",
        "link": "https://www.bbc.co.uk/news/world-africa-52855626"
    },
    {
        "title": "UK weather in pictures: Sunny spring draws people outdoors",
        "description": "People flock to beaches and beauty spots to enjoy the warmer weather as some lockdown rules ease.",
        "date": "Sun, 31 May 2020 13:57:08 GMT",
        "link": "https://www.bbc.co.uk/news/uk-52868583"
    },
    {
        "title": "Candle scents inspired by pubs and other stories you may have missed",
        "description": "From social distancing dinner dates to candle scents inspired by pubs, here are some stories you may have missed this week.",
        "date": "Sun, 31 May 2020 05:46:43 GMT",
        "link": "https://www.bbc.co.uk/news/world-52852166"
    },
    {
        "title": "A cluster of islands: How Shetland locked down early and stopped the virus in its tracks",
        "description": "Shetland was one of the UK areas worst hit by Covid-19 - now there have been no new cases for six weeks. How did they do it?",
        "date": "Sun, 31 May 2020 23:12:09 GMT",
        "link": "https://www.bbc.co.uk/news/stories-52823510"
    },
    {
        "title": "Coronavirus: Navigating the first morning at school since March",
        "description": "Pupils return to find their desks in rows facing forward, the windows wide open and lots of hand-sanitizer.",
        "date": "Mon, 01 Jun 2020 13:42:11 GMT",
        "link": "https://www.bbc.co.uk/news/education-52879559"
    },
    {
        "title": "Coronavirus: What is the future of religious worship in the UK?",
        "description": "Faith leaders say worshippers' flexibility during the crisis could lead to a future shift in practices.",
        "date": "Mon, 01 Jun 2020 21:43:08 GMT",
        "link": "https://www.bbc.co.uk/news/uk-52882744"
    },
    {
        "title": "Sunshine and eerie silence as horse racing returns",
        "description": "Zodiakos creates history with victory at Newcastle racecourse and Judd Trump wins at the snooker as elite sport returns to England after coronavirus.",
        "date": "Mon, 01 Jun 2020 20:11:03 GMT",
        "link": "https://www.bbc.co.uk/sport/horse-racing/52877872"
    },
    {
        "title": "The misleading US protest posts you should ignore",
        "description": "Protests after the death of George Floyd have led to a surge in misleading videos and unfounded theories.",
        "date": "Mon, 01 Jun 2020 17:23:42 GMT",
        "link": "https://www.bbc.co.uk/news/52877751"
    },
    {
        "title": "Obituary: Christo Javacheff, the artist who wrapped the world",
        "description": "The artist known as Christo was famous for wrapping huge buildings and entire coastlines in fabric.",
        "date": "Mon, 01 Jun 2020 07:50:38 GMT",
        "link": "https://www.bbc.co.uk/news/entertainment-arts-44254036"
    },
    {
        "title": "Dancing On My Own: The story behind Robyn's 2010 'sad banger'",
        "description": "The Swedish singer discusses her pop classic, and how she once became 'tired of the broken heart'.",
        "date": "Sun, 31 May 2020 23:18:10 GMT",
        "link": "https://www.bbc.co.uk/news/newsbeat-52817969"
    },
    {
        "title": "George Floyd: Anonymous hackers re-emerge amid US unrest",
        "description": "As the US is engulfed in civil unrest, the masked hackers are being credited with new action.",
        "date": "Mon, 01 Jun 2020 16:27:09 GMT",
        "link": "https://www.bbc.co.uk/news/technology-52879000"
    },
    {
        "title": "Coronavirus changes how doctors deal with death",
        "description": "Five doctors administering end-of-life care reflect on the current crisis.",
        "date": "Sun, 31 May 2020 23:01:35 GMT",
        "link": "https://www.bbc.co.uk/news/health-52855627"
    },
    {
        "title": "Remote working: How cities might change if we worked from home more",
        "description": "Our homes, transport and city-centre spaces would change if we worked from home for good.",
        "date": "Sun, 31 May 2020 23:15:45 GMT",
        "link": "https://www.bbc.co.uk/news/uk-52767773"
    },
    {
        "title": "Libya conflict: Russia and Turkey risk Syria repeat",
        "description": "Gen Haftar's forces have been beaten back from Tripoli but that does not mean peace is at hand.",
        "date": "Sun, 31 May 2020 23:16:33 GMT",
        "link": "https://www.bbc.co.uk/news/world-africa-52846879"
    },
    {
        "title": "George Floyd death: Why do some protests turn violent?",
        "description": "In the US, peaceful protests over police violence have escalated into widespread riots and looting.",
        "date": "Sun, 31 May 2020 20:58:50 GMT",
        "link": "https://www.bbc.co.uk/news/world-us-canada-52869563"
    },
    {
        "title": "Carly Fiorina's journey from secretary to CEO",
        "description": "The US entrepreneur started her business career answering the phone, and went on to lead Hewlett-Packard.",
        "date": "Sun, 31 May 2020 23:02:04 GMT",
        "link": "https://www.bbc.co.uk/news/business-52820298"
    },
    {
        "title": "In mid-Pacific with nowhere to land",
        "description": "A group of performers were halfway across the ocean in a 75ft boat when the pandemic erupted - leaving them with nowhere to go.",
        "date": "Sat, 30 May 2020 23:17:47 GMT",
        "link": "https://www.bbc.co.uk/news/stories-52852377"
    },
    {
        "title": "England's Plunkett open to playing for USA",
        "description": "England fast bowler Liam Plunkett says he would be open to playing for the United States in the future.",
        "date": "Mon, 01 Jun 2020 20:14:59 GMT",
        "link": "https://www.bbc.co.uk/sport/cricket/52885897"
    },
    {
        "title": "Zidane, Rooney, Bale, Gascoigne - how to watch BBC Sport's Euros Rewind this summer",
        "description": "Follow BBC Sport Euros Rewind this summer and relive classic matches from European Championships across BBC TV, BBC iPlayer, the BBC Sport website and mobile app.",
        "date": "Mon, 01 Jun 2020 15:48:11 GMT",
        "link": "https://www.bbc.co.uk/sport/football/52646948"
    },
    {
        "title": "Tuesday's gossip - Chelsea consider joining race for Werner",
        "description": "Messi to stay at Barca after clause expires, Real reject deal to sign Willian, Chelsea consider Werner move, plus more.",
        "date": "Mon, 01 Jun 2020 20:02:36 GMT",
        "link": "https://www.bbc.co.uk/sport/52885713"
    },
    {
        "title": "Striker Taylor will not play for Charlton when season resumes, says boss Bowyer",
        "description": "Charlton's top scorer Lyle Taylor will not play when the season resumes because he does not want to risk getting injured, boss Lee Bowyer says.",
        "date": "Mon, 01 Jun 2020 13:40:52 GMT",
        "link": "https://www.bbc.co.uk/sport/football/52881671"
    },
    {
        "title": "Lewandowski scores twice to equal scoring record",
        "description": "Robert Lewandowski scores twice in Bayern Munich's 5-0 win over Fortuna Dusseldorf to equal his most prolific season",
        "date": "Sun, 31 May 2020 22:03:16 GMT",
        "link": "https://www.bbc.co.uk/sport/av/football/52872059"
    },
    {
        "title": "Carl Frampton set to fight at 'end of July or start of August' - but not against Jamel Herring",
        "description": "Carl Frampton says he has been told to get ready for a fight \"at the end of July or start of August\", but not against Jamel Herring.",
        "date": "Mon, 01 Jun 2020 19:45:09 GMT",
        "link": "https://www.bbc.co.uk/sport/boxing/52885827"
    },
    {
        "title": "Coronavirus: What are social distancing and self-isolation rules?",
        "description": "You can now meet more people and play certain non-contact sports in the UK - but what are they?",
        "date": "Mon, 01 Jun 2020 12:55:59 GMT",
        "link": "https://www.bbc.co.uk/news/uk-51506729"
    },
    {
        "title": "Coronavirus: Which schools are reopening for pupils?",
        "description": "Which children will be the first to go back to school, and what about the rest?",
        "date": "Mon, 01 Jun 2020 09:22:04 GMT",
        "link": "https://www.bbc.co.uk/news/education-51643556"
    },
    {
        "title": "Coronavirus: When will shops open and what will the rules be?",
        "description": "Non-essential shops can reopen in England in June, but will I be able to buy a book or have a haircut?",
        "date": "Mon, 01 Jun 2020 11:14:21 GMT",
        "link": "https://www.bbc.co.uk/news/business-52808931"
    },
    {
        "title": "Hay fever v coronavirus: what are the symptoms?",
        "description": "The Royal College of General Practitioners is warning people not to mix up the symptoms.",
        "date": "Sun, 19 Apr 2020 23:14:43 GMT",
        "link": "https://www.bbc.co.uk/news/health-52319536"
    },
    {
        "title": "Social distancing: A practical guide to how to socialise now",
        "description": "Meeting friends? Here's how to handle the awkward new rules - from sharing food to avoiding hugs.",
        "date": "Sat, 30 May 2020 08:43:46 GMT",
        "link": "https://www.bbc.co.uk/news/uk-52848793"
    },
    {
        "title": "Coronavirus': Parents shamed for back-to-school choices",
        "description": "Parents of year six and year one pupils have been falling out over whether to send them back to school.",
        "date": "Fri, 29 May 2020 01:28:57 GMT",
        "link": "https://www.bbc.co.uk/news/stories-52835571"
    },
    {
        "title": "Coronavirus: We answer kids' questions about going back to school",
        "description": "The BBC's Education Editor Branwen Jeffreys answers kids' questions about going back to school.",
        "date": "Thu, 28 May 2020 23:00:48 GMT",
        "link": "https://www.bbc.co.uk/news/education-52842040"
    },
    {
        "title": "Coronavirus: School return plan 'like a jigsaw puzzle'",
        "description": "A head teacher explains how she is piecing school life back together before children return.",
        "date": "Sat, 30 May 2020 00:28:10 GMT",
        "link": "https://www.bbc.co.uk/news/uk-england-norfolk-52771769"
    },
    {
        "title": "Coronavirus: What are the risks for children?",
        "description": "Children seem to be at low risk from the disease, but can they still spread it?",
        "date": "Fri, 29 May 2020 18:05:38 GMT",
        "link": "https://www.bbc.co.uk/news/health-52003804"
    },
    {
        "title": "Coronavirus: Who should be shielding?",
        "description": "People most at risk of needing hospital treatment if they get coronavirus are being asked to stay home.",
        "date": "Sun, 31 May 2020 16:15:29 GMT",
        "link": "https://www.bbc.co.uk/news/health-51997151"
    },
    {
        "title": "Coronavirus: Are these targets being hit?",
        "description": "Ministers have set targets for testing, medical equipment and hospital beds. Have they delivered?",
        "date": "Mon, 01 Jun 2020 17:47:13 GMT",
        "link": "https://www.bbc.co.uk/news/52382786"
    },
    {
        "title": "Coronavirus: What are the rules on weddings?",
        "description": "There is a lot of uncertainty around when and how weddings are allowed to take place. What are your rights?",
        "date": "Sat, 30 May 2020 01:05:20 GMT",
        "link": "https://www.bbc.co.uk/news/explainers-52811509"
    },
    {
        "title": "Coronavirus: What tests are being done in the UK?",
        "description": "What are the tests for coronavirus, who are they for and how do they work?",
        "date": "Sun, 31 May 2020 14:52:08 GMT",
        "link": "https://www.bbc.co.uk/news/health-51943612"
    },
    {
        "title": "Will I still get paid if I have to self-isolate? And other questions",
        "description": "Will employees still get paid if they are told to self-isolate? And other questions answered by BBC experts.",
        "date": "Fri, 29 May 2020 09:59:15 GMT",
        "link": "https://www.bbc.co.uk/news/world-asia-china-51176409"
    },
    {
        "title": "All you need to know about new measures",
        "description": "How will social and work life be different after the easing of some restrictions around the UK?",
        "date": "Sun, 31 May 2020 17:28:36 GMT",
        "link": "https://www.bbc.co.uk/news/explainers-52530518"
    },
    {
        "title": "Coronavirus: How safe is it to get on a plane?",
        "description": "Many airlines are planning to resume flying, but they first need to reduce the risks of Covid-19.",
        "date": "Fri, 29 May 2020 21:13:08 GMT",
        "link": "https://www.bbc.co.uk/news/business-52822913"
    },
    {
        "title": "Coronavirus: What does it mean if I've been furloughed by work?",
        "description": "Millions unable to do their job due to coronavirus will have their wages paid by a new scheme.",
        "date": "Fri, 29 May 2020 17:42:21 GMT",
        "link": "https://www.bbc.co.uk/news/explainers-52135342"
    },
    {
        "title": "Coronavirus: What help are self-employed getting from government?",
        "description": "What is being done for the five million self-employed people in the UK facing a sudden loss of income?",
        "date": "Fri, 29 May 2020 16:13:48 GMT",
        "link": "https://www.bbc.co.uk/news/business-52052123"
    },
    {
        "title": "Coronavirus: Dental practices to reopen from 8 June",
        "description": "Dental practices in England have been told they can reopen from Monday, 8 June.",
        "date": "Fri, 29 May 2020 14:08:50 GMT",
        "link": "https://www.bbc.co.uk/news/health-52838072"
    },
    {
        "title": "Dominic Cummings: Fact-checking the row",
        "description": "Senior Conservatives are still questioning adviser's account of driving his family 260 miles during lockdown.",
        "date": "Sat, 30 May 2020 15:58:39 GMT",
        "link": "https://www.bbc.co.uk/news/52828076"
    },
    {
        "title": "Coronavirus: How will contact tracing work in England?",
        "description": "Millions in the UK will soon be asked to monitor who they have been near to combat coronavirus.",
        "date": "Mon, 01 Jun 2020 08:40:39 GMT",
        "link": "https://www.bbc.co.uk/news/explainers-52442754"
    },
    {
        "title": "Coronavirus: What can you do in Scotland from Friday?",
        "description": "After almost 10 weeks of lockdown which restrictions are being eased - and which remain in force?",
        "date": "Thu, 28 May 2020 14:09:00 GMT",
        "link": "https://www.bbc.co.uk/news/uk-scotland-52835371"
    },
    {
        "title": "Dominic Cummings: Did he break lockdown rules?",
        "description": "The UK PM's most senior adviser has responded to accusations that he broke lockdown rules - what did he say?",
        "date": "Thu, 28 May 2020 13:18:08 GMT",
        "link": "https://www.bbc.co.uk/news/uk-politics-52784290"
    },
    {
        "title": "Coronavirus: The mystery of asymptomatic 'silent spreaders'",
        "description": "Scientists have discovered more evidence about a strange and worrying feature of the coronavirus",
        "date": "Sat, 30 May 2020 23:02:23 GMT",
        "link": "https://www.bbc.co.uk/news/uk-52840763"
    }
]