[
    {
        "title": "Atlanta's mayor calls for the officer involved in last night's fatal shooting of a black man at a fast-food drive thru to be fired",
        "description": "Mayor to speak Sunday at CNN town hall | Ex-police chief's statement",
        "date": "Sat, 13 Jun 2020 21:56:24 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/NoDiENWpx24/index.html"
    },
    {
        "title": "10 SWAT members in South Florida resign from unit",
        "description": "Ten South Florida police officers have resigned from their city's SWAT unit amid concerns about safety, including their feeling that they're \"restrained by the politicalization of our tactics,\" according to documents obtained by CNN.",
        "date": "Sat, 13 Jun 2020 23:06:00 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/CaLCxfIAlpo/index.html"
    },
    {
        "title": "Fox News publishes digitally altered and misleading images of Seattle demonstrations",
        "description": "Fox News published digitally altered and misleading images on its website's homepage Friday that made a demonstration in Seattle, in which a group of largely peaceful Black Lives Matter protesters have occupied six city blocks, appear violent and dangerous.",
        "date": "Sat, 13 Jun 2020 17:46:45 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/DPS2EUXEc6w/index.html"
    },
    {
        "title": "Trump retreats after weeks of failing to rise to a moment of profound cultural change",
        "description": "• Opinion: The problem Trump's West Point speech can't fix\n• Military data reveals dangerous reality for black service members and veterans",
        "date": "Sat, 13 Jun 2020 17:18:27 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/Ijd0NZcrKdU/index.html"
    },
    {
        "title": "Fauci says second wave is 'not inevitable' as coronavirus cases climb in some states",
        "description": "• New Jersey reports more than 500 new Covid-19 cases\n• Opinion: Federal government has abdicated its duty to inform public on coronavirus",
        "date": "Sat, 13 Jun 2020 18:12:58 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/vFN4wchv3o8/index.html"
    },
    {
        "title": "Secret Service now admits it used pepper spray on Lafayette Park demonstrators",
        "description": "The US Secret Service issued a statement Saturday saying an agency employee used pepper spray on June 1 during efforts to secure Lafayette Square and clear protesters from the area just prior to President Donald Trump's controversial photo-op at a local church.",
        "date": "Sat, 13 Jun 2020 22:12:26 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/lq4HruUxvek/index.html"
    },
    {
        "title": "Opinion: I'm over 60. Stop talking about coronavirus 'culling' me",
        "description": "I was talking to a friend the other day about the pandemic, and we were musing about when we could end our isolation. Now that the world is beginning to reopen prematurely amid rising infection numbers,  I have been thinking especially of those of us in our 60s and older. While the Covid-19 virus attacks all ages, we are among those at greatest risk.",
        "date": "Fri, 12 Jun 2020 13:42:55 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/P5yKn00HQ4E/index.html"
    },
    {
        "title": "Facebook employee is fired after calling out coworker's inaction about Black Lives Matter",
        "description": "Facebook fired an employee who publicly criticized a coworker on Twitter for not adding a statement of support for Black Lives Matter to documentation on an open-source project they were working on.",
        "date": "Sat, 13 Jun 2020 21:06:32 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/ofZON-_Ye8M/index.html"
    },
    {
        "title": "These lifelong Republicans may vote for Biden come November",
        "description": "In this bedroom community north of Phoenix, two gray-haired white residents stand silently at a dusty intersection, holding up homemade signs in the blistering 100-plus-degree heat.",
        "date": "Sat, 13 Jun 2020 17:44:45 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/-F70IH5dFOM/index.html"
    },
    {
        "title": "Analysis: Joe Biden is winning female voters by a historic margin",
        "description": "Former Vice President Joe Biden leads President Donald Trump in the polls for a lot of different reasons. One large one is his support from female voters.",
        "date": "Sat, 13 Jun 2020 17:54:59 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/2IqwD1hTNXI/index.html"
    },
    {
        "title": "Trade adviser says the White House wants $2 trillion manufacturing stimulus",
        "description": "White House trade adviser Peter Navarro said Saturday that the White House is targeting a phase four stimulus package focusing on American manufacturing that will be \"at least $2 trillion dollars.\"",
        "date": "Sat, 13 Jun 2020 21:22:45 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/x5LS75Sdq_A/index.html"
    },
    {
        "title": "A community wants answers after a young black man is found hanging from a tree",
        "description": "A community is demanding answers after a 24-year-old black man was found hanging from a tree this week in northern Los Angeles County.",
        "date": "Sat, 13 Jun 2020 11:12:16 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/mF_DdbuJdYk/index.html"
    },
    {
        "title": "A man shot eight people after he was denied entry into a bar in San Antonio, police say",
        "description": "Police are searching for a shooter who opened fire after he was denied entry into a bar in San Antonio, wounding eight people, authorities said.",
        "date": "Sat, 13 Jun 2020 14:18:06 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/Av8RoMtelm4/index.html"
    },
    {
        "title": "How Melania Trump is avoiding the traditional first lady role in a time of national crisis",
        "description": "When a country is hurting at its core, or missteps made or when messages have fallen through, that's traditionally when the first lady steps in.",
        "date": "Sat, 13 Jun 2020 22:36:22 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/agSRtBcK0Zo/index.html"
    },
    {
        "title": "CrossFit champion Katrin Davidsdottir severs ties with organization after founder's tweets",
        "description": "Two-time CrossFit Games champion Katrin Davidsdottir says she won't compete in the 2020 contests after the recent controversy involving how the organization's former CEO and founder Greg Glassman responded to the police killing of George Floyd.",
        "date": "Sat, 13 Jun 2020 17:37:13 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/i3_ws0tXizs/index.html"
    },
    {
        "title": "Young Americans are having less sex than ever",
        "description": "Young Americans are having less sex -- and they can't even blame the coronavirus pandemic for this one.",
        "date": "Sat, 13 Jun 2020 08:45:49 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/aEMX47JvX7U/index.html"
    },
    {
        "title": "A woman is captured on video harassing a Filipino American woman exercising in park",
        "description": "A woman was caught on video harassing a Filipino American woman as she exercised this week at a Southern California park, the latest in a string of racist incidents captured on video and widely shared on social media.",
        "date": "Fri, 12 Jun 2020 19:31:27 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/VaFXWJPcUp4/index.html"
    },
    {
        "title": "Poland admits it accidentally invaded  Czech Republic last month",
        "description": "The Polish military has admitted it accidentally invaded the Czech Republic last month, but it insists its brief occupation of a small part of the country was simply a \"misunderstanding.\"",
        "date": "Fri, 12 Jun 2020 16:40:32 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/V-WggvbuPag/index.html"
    },
    {
        "title": "Teyana Taylor reveals pregnancy in a new music video",
        "description": "Teyana Taylor released a new song and music video on Friday, but that wasn't the only surprise she had in store for her fans.",
        "date": "Sat, 13 Jun 2020 18:55:37 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/NLYLGsny0ts/index.html"
    },
    {
        "title": "Is it safer to fly or drive during the pandemic? Here's what the experts say.",
        "description": "People are undoubtedly moving around more as vacation season heats up and patience for sheltering at home wears thin.",
        "date": "Sat, 13 Jun 2020 15:24:38 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/-1C7AyiU3gc/index.html"
    },
    {
        "title": "Opinion: The pandemic has stopped my wife and I from taking our baby back to America",
        "description": "Here's one more story about what's happening during this pandemic.",
        "date": "Sat, 13 Jun 2020 15:16:04 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/NOBTk3iDRY0/index.html"
    },
    {
        "title": "Summer camps try 'pods' to keep campers together while limiting the spread of coronavirus",
        "description": "As the summer sun rises high in the sky, kids who have been out of school and stuck at home are itching for an escape from the pandemic-induced isolation.",
        "date": "Sat, 13 Jun 2020 07:00:42 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/bfa3zwS0Xfc/index.html"
    },
    {
        "title": "Self-care for parents: Finding the time when you don't have it",
        "description": "Parents know the drill: Put on your own oxygen mask before helping your children put on theirs.",
        "date": "Sat, 13 Jun 2020 08:08:58 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/yUJ4rK6XZl8/index.html"
    },
    {
        "title": "She's the first observant Sikh to graduate from West Point",
        "description": "A woman has made history by becoming the first observant Sikh to graduate from the US Military Academy at West Point.",
        "date": "Sat, 13 Jun 2020 23:21:45 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/ZDEcNVXDC4M/index.html"
    },
    {
        "title": "These films explore black lives impacted by white authority",
        "description": "Following the wave of demonstrations sparked by the killing of George Floyd, many of us have been thinking about the history of race in America, and the ongoing narrative of police violence. We are all looking for resources to help better understand the moment.",
        "date": "Sat, 13 Jun 2020 11:44:09 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/Vq-kx2TlJbA/index.html"
    },
    {
        "title": "People are bidding online for million-dollar cars -- without seeing them in person",
        "description": "Increasingly, wealthy bidders are going online to buy collector cars worth six-figures or more at auctions without seeing them in person first.",
        "date": "Sat, 13 Jun 2020 20:03:23 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/DbJS7mAw6Eo/index.html"
    },
    {
        "title": "Summer travel is rebounding",
        "description": "The summer travel season, which was all but written off just weeks ago, might be making a comeback of sorts have some peeks of sunshine after all.",
        "date": "Sat, 13 Jun 2020 14:04:37 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/CMJBkvoJKJo/index.html"
    },
    {
        "title": "Crisis Text Line CEO fired amid staff revolt",
        "description": "Crisis Text Line, a high-profile crisis hotline backed by millions of dollars from some of tech's biggest names, said Friday that the nonprofit's board of directors \"voted to terminate\" its CEO and founder effective immediately following accusations of inappropriate conduct, according to a letter from the board sent to staffers and leadership and shared with CNN Business.",
        "date": "Sat, 13 Jun 2020 01:30:33 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/3yioVRT7mL0/index.html"
    },
    {
        "title": "Tucker Carlson ad boycott causes headaches for Fox News",
        "description": "\"Bye-bye Tucker Carlson!\" T-Mobile CEO Mike Sievert tweeted earlier this week in response to consumers who criticized the advertisers on Carlson's show.",
        "date": "Fri, 12 Jun 2020 18:46:38 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/rjC_Dq8pna4/index.html"
    },
    {
        "title": "Refinery29 is reeling from claims of racism and toxic work culture. Employees say it's even worse behind the scenes",
        "description": "Amid the protests over the death of George Floyd and larger racial inequalities in the US last week, Refinery29 swapped the colors of its website, going from its usual jewel-tone to the Black Lives Matter movement's signature black. It was supposed to be a show of solidarity and of unity between a progressive website aimed at women and the movement.",
        "date": "Thu, 11 Jun 2020 23:07:14 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/-Oy9tHI2zL8/index.html"
    },
    {
        "title": "How a new kind of policing saved America's most dangerous city",
        "description": "In the wake of the tragic murder of George Floyd, the City Council in Minneapolis announced that it will disband its police department. The decision aims to reverse the unacceptable status quo, and face the reality of decades of failed attempts to advance police reform.",
        "date": "Sat, 13 Jun 2020 22:12:38 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/_Q93VJwgVls/index.html"
    },
    {
        "title": "Trump kicks LGBTQ community while we're down",
        "description": "The Trump administration yanked the rug out from under more than a million Americans on Friday by removing protections that prohibit discrimination in health care against transgender patients. This move -- announced on the four-year anniversary of a shooting at a gay nightclub in Orland, Florida, in which 49 people died -- is cruel and unusual punishment from an administration that chooses to represent a small and extreme fringe pushing to further marginalize the already disadvantaged.",
        "date": "Sat, 13 Jun 2020 20:24:18 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/fqSeSFPwuJc/index.html"
    },
    {
        "title": "Welcome to the 'Great Awakening'",
        "description": "In the wake of George Floyd's killing, the Movement for Black Lives -- already a massive global force -- has succeeded in birthing a phenomenon infinitely larger than itself. It can only be called a \"Great Awakening\" of empathy and solidarity, one without historical precedent.",
        "date": "Sat, 13 Jun 2020 03:31:18 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/z1A32deCszo/index.html"
    },
    {
        "title": "A mutation shows why the coronavirus is such a formidable foe",
        "description": "All living organisms mutate and adapt to maximize survival in their ecologic niche. For months, scientists have been looking into whether the novel coronavirus -- known as SARS-CoV-2 -- is mutating and becoming more transmissible or more lethal. Recent evidence points to a preliminary answer to half the question: yes, a study has found that the virus has mutated and the dominant strain today is now capable of infecting more human cells. But the scientists say more research is needed to show whether this changed the course of the pandemic, and it remains unclear whether this mutation is more lethal.",
        "date": "Sat, 13 Jun 2020 03:48:02 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/Azb3ZQJCH-I/index.html"
    },
    {
        "title": "Why we can't turn away from 'Gone with the Wind'",
        "description": "Just before the Covid-19 quarantine, I joined my fellow hosts on Turner Classic Movies for an \"Old Hollywood\" fashion photo shoot for Emmy Magazine. But when the spread came out, I could not bring myself to post the photos to my social media. As an African American cinema and media studies professor, how could I promote the glamour of classic Hollywood when our current media landscape was exploding with scenes of racial crisis?",
        "date": "Sat, 13 Jun 2020 04:14:59 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/vS6LKQZ68GQ/index.html"
    },
    {
        "title": "Time for Pence to jump ship?",
        "description": "The leaking ship that is the Trump presidency has a hole in its hull the size of the 38% job-approval rating reported by CNN. Add a gash as big as the 16.4% (including misclassified workers) unemployment rate and it's easy to see why some prominent Republicans are stepping away from a leader who has suddenly been transformed from a fearsome Twitter monster into the man mocked as \"Bunker Boy.\"",
        "date": "Thu, 11 Jun 2020 17:40:57 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/pl4GX8R7uHI/index.html"
    },
    {
        "title": "Rio cartels go from running drugs to pushing medication",
        "description": "Coronavirus rages on the edges of Rio de Janeiro -- in the hills and slums run by drug gangs, where police dare not go unless on an armed raid.",
        "date": "Sat, 13 Jun 2020 17:41:40 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/MdBYdKx0fZM/index.html"
    },
    {
        "title": "Outcry over death of Filipino woman stranded during coronavirus lockdown",
        "description": "The death of a single mother in the Philippines who died after trying to get a bus home during the country's coronavirus lockdown has led to widespread anger online, and prompted the government to look into how it treats stranded workers during the pandemic.",
        "date": "Fri, 12 Jun 2020 05:55:04 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/YJgdxNVCB5A/index.html"
    },
    {
        "title": "81 killed in bloody Boko Haram attack in Nigerian village",
        "description": "At least 81 people were killed in an attack on a village by suspected Boko Haram militants in northeast Nigeria, the Borno state government said in a statement released to CNN Wednesday.",
        "date": "Wed, 10 Jun 2020 20:44:05 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/zKwJgYCkaig/index.html"
    },
    {
        "title": "A 14-year-old boy with autism who went missing for 2 days on a mountain has been found",
        "description": "A 14-year-old boy who went missing in freezing conditions in Victoria, Australia, has been found.",
        "date": "Wed, 10 Jun 2020 18:34:12 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/vmvkAI8gpC8/index.html"
    },
    {
        "title": "Arizona wildfire threatens hundreds of homes",
        "description": "A fire in the Tucson area has grown to thousands of acres and is threatening hundreds of homes.",
        "date": "Fri, 12 Jun 2020 08:00:16 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/18L1XcQqkG4/index.html"
    },
    {
        "title": "Brown University reinstated three varsity teams after athletes said the school was hurting diversity",
        "description": "Track is the reason Eric Ingram is a student at an Ivy League school like Brown University.",
        "date": "Thu, 11 Jun 2020 22:26:25 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/6WNrXcq1XcU/index.html"
    },
    {
        "title": "Protesters in Raleigh replace the inscription on a Confederate monument with a memorial for George Floyd",
        "description": "As Confederate statues are coming down across the nation, protesters in downtown Raleigh took it upon themselves to put a new plaque on a monument at the North Carolina capitol building.",
        "date": "Fri, 12 Jun 2020 07:00:53 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/bRsm-83i8xY/index.html"
    },
    {
        "title": "Seattle police want to return to vacated precinct in what protesters call an 'autonomous zone'",
        "description": "Seattle police want to resume operations at a downtown precinct they left empty as protesters began occupying the area around it.",
        "date": "Fri, 12 Jun 2020 00:00:23 GMT",
        "link": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/pUy6GGiRj3E/index.html"
    }
]