[
    {
        "text": "The Atlanta police officer who fatally shot Rayshard Brooks has been terminated, Atlanta police spokesman Carlos Campos told CNN Saturday. A second officer involved has been placed on administrative duty, Campos said. The announcement about the two officers comes as protesters flooded streets of southeast Atlanta Saturday night, angry over the fatal shooting of Brooks, an unarmed black man who was killed by Atlanta police Friday night. The protesters surrounded the Wendy's where Brooks was shot and then made their way to nearby Interstate 75/85, bringing the major thoroughfare to a standstill. The Wendy's where Brooks lost his life was in flames Saturday night, and a crowd also set fire to automobiles near the fast-food restaurant. Earlier in the day, police used tear gas and a flash bang to try to clear the crowd there. The chaos came after Atlanta's police chief stepped down and the mayor called for the officer who shot Brooks to be fired. Brooks was shot in the Wendy's parking lot Friday night after he scuffled with officers and ran away with one of their stun guns, according to the Georgia Bureau of Investigation. The incident began with a call to police at 10:33 p.m. Friday about a man sleeping in a parked vehicle in the restaurant's drive-thru lane, causing other customers to drive around it, the GBI said in a statement. Police gave Brooks a field sobriety test, which he failed, the GBI said. He resisted arrest and struggled with officers, the GBI said. GBI Director Vic Reynolds said Saturday that his department obtained surveillance video of the incident from Wendy's and reviewed video that witnesses posted on social media. CNN obtained two videos of the incident, including surveillance video from Wendy's released by the GBI. The other video was provided by an eyewitness who CNN is not naming because they requested anonymity due to privacy concerns. The video from the eyewitness begins in the middle of the struggle between Brooks and two police officers. In the video, an officer is heard telling Brooks to \"stop fighting\" and \"hands off the taser.\" The eyewitness told CNN that by the time they arrived on the scene, Brooks' car was parked in a parking spot. \"The fight started when they tried to make an arrest ... after that he took a taser and took off,\" the witness said. As the scuffle broke up, the video shows Brooks beginning to run from the officers and he is seen holding what appears to be a stun gun in his right hand. It appears one of the officers fires their stun gun at Brooks three times as he runs away. Witnesses told GBI investigators that Brooks had one of the officer's stun guns. Shortly after Brooks and one of the officers run by the car of the eyewitness taking the video, a second officer runs by, following Brooks. Three shots are then heard out of frame. The Wendy's surveillance video doesn't show the scuffle, but shows Brooks running away from where police cars are parked. In that video, Brooks appears to point the stun gun at the Atlanta officer. \"At that point the Atlanta officer reaches down and retrieves his weapon from his holster, discharges it, strikes Mr. Brooks there on the parking lot and he goes down,\" Reynolds, the GBI director, said in a press conference on Saturday. The eyewitness is heard saying in additional video obtained by CNN that Brooks was still breathing as he lay on the ground. Brooks was taken to a hospital, where he died, the statement said. One officer was treated for an injury and released, the GBI said. Mayor criticizes officer At a news conference Saturday, Atlanta Mayor Keisha Lance Bottoms criticized the officer who shot Brooks, saying, \"There is a clear distinction between what you can do and what you should do.\" \"I do not believe this was a justified use of deadly force,\" Bottoms said Bottoms said it was APD Chief Erika Shields' decision to step aside and she will remain with the city in an undetermined role. In a statement, Shields said she's stepping down \"out of a deep and abiding love for this City and this department.\" \"APD has my full support, and Mayor Bottoms has my support on the future direction of this department. I have faith in the Mayor, and it is time for the city to move forward and build trust between law enforcement and the communities they serve,\" Shields said. Rodney Bryant, the current head of the city's corrections department, will serve as the city's interim police chief. Protesters block Atlanta's interstate Brooks' killing comes during global protests and discussion of racism and police use of force following the death of George Floyd last month in custody in Minneapolis. Atlanta has seen frequent protests, including some that turned violent. Six Atlanta police officers are facing charges of using excessive force related to the arrest of two college students at a protest late last month. The officers were filmed in downtown Atlanta breaking windows of a vehicle, yanking a woman out of the car and using a stun gun on a man. The two victims were later identified as college students at Spelman and Morehouse, both historically black universities in Atlanta. They were on their way home from picking up food when they got caught in traffic downtown caused by a protest of police violence against black citizens. Two of the officers were fired by the mayor. Protesters returned to the streets Saturday night, gathering in the area around the Wendy's where Brooks was killed. As protesters began to vandalize the Wendy's where Brooks was killed, Atlanta police used tear gas on the crowd. A flash bang was heard as police worked to clear people from the area. CNN's Natasha Chen and two photographers were harassed outside the Wendy's building where Brooks was killed. A CNN camera was broken. Around 9:30 p.m., protesters headed toward I-75/85, a busy interstate nearby. Police and protesters were at a standoff as officers tried clear the road. Protesters and police blocked the interstate, impacting traffic for miles. Windows at the Wendy's were smashed and smoke could be seen coming from the building. 'I thought Atlanta was higher than that' At the Wendy's in southeast Atlanta, Decatur Redd, who said he is a relative of Brooks, spoke with reporters and a crowd of people. \"I don't know how to do this because I never knew that I was going to have to do this,\" Redd said. \"I've watched this on the internet, from the whole George Floyd situation to us coming together like we're doing and this whole thing landed on my doorstep with my little cousin. \"I thought Atlanta was higher than that. I thought Atlanta was bigger than that,\" Redd said. \"We've been watching this happen for so many years, with young black boys around the country just dying in vain,\" Redd said. \"I just don't want that to continue and keep happening like that.\" Attorneys L. Chris Stewart and Justin Miller are representing Brooks' family. They said he was a father of three daughters and a stepson. Stewart said Brooks' family is heartbroken over his death and he had a \"ton of brothers and sisters that love him more than life.\" Brooks spent time with one of his daughters Friday, taking her to get her nails done for her birthday, Stewart said, adding he was planning to take her skating Saturday and she was waiting for him to pick her up. The girl doesn't yet understand what happened to her father, Stewart told CNN's Wolf Blitzer. \"She thought he was going to show up at any moment.\" Stewart said witnesses to the shooting he talked to described Brooks as having a calm conversation with the officers before they tried to arrest him. \"He wasn't doing anything violent or crazy,\" Stewart said. Police have argued in the past that a stun gun is not a deadly weapon, so there was no reason to use deadly force against Brooks, who was running away, Stewart said. \"I have cases where officers used tasers on victims and they argue with us in court that tasers aren't deadly,\" Stewart said. \"You cannot have it both ways.\" Stewart pointed out that police had Brooks' ID and his address, asserting they could have easily tracked him down. Stewart also said the surveillance video shows officers waited 2 minutes and 16 seconds to begin providing aid to Brooks. Stewart called for more police training and an emphasis on community policing, with officers living in the area where they work. \"Police officers are the only job in this country where they can take your life, liberty and freedom,\" Stewart said. \"It's the most powerful job in the country.\" Former Democratic gubernatorial candidate Stacey Abrams called for restricting the use of deadly force in a post on Twitter. \"The killing of #RayshardBrooks in Atlanta last night demands we severely restrict the use of deadly force. Yes, investigations must be called for - but so too should accountability,\" Abrams wrote. \"Sleeping in a drive-thru must not end in death.\" District attorney investigating The GBI is investigating at the request of the APD. Once completed, the case will be turned over to prosecutors for review. Fulton County District Attorney Paul Howard issued a statement Saturday afternoon. \"My office has already launched an intense, independent investigation of the incident,\" Howard said. \"Members of the Fulton County District Attorney's Office were on scene shortly after the shooting, and we have been in investigative sessions ever since to identify all of the facts and circumstances surrounding this incident.\" CNN affiliate WSB reports this is the 48th police shooting the GBI has investigated in 2020. CNN's Chuck Johnston, Alex Meideros and Chandler Thornton contributed to this report."
    },
    {
        "text": "Democratic South Carolina Rep. James Clyburn on Sunday said he does not support calls to defund the police, saying instead to restructure law enforcement. \"Nobody is going to defund the police,\" Clyburn, the House Majority Whip and one of the leading African American members of Congress, told CNN's Jake Tapper on \"State of The Union.\" \"We can restructure the police forces. Restructure, re-imagine policing. That is what we are going to do.\" He continued, \"The fact of the matter is that police have a role to play. What we've got to do is make sure that their role is one that meets the times, one that responds to these communities that they operate in.\" Clyburn's comments come amid nationwide protests against police violence and racial injustice after the death of George Floyd at the hands of a Minneapolis police officer. There is a growing debate over defunding police departments and allocating resources into communities, which some activists have floated as a potential step toward end police brutality. Clyburn told CNN's Ana Cabrera on Saturday that he believes pushing a \"defund the police\" slogan only gives \"cover\" to President Donald Trump and the people opposing change in the law enforcement system. \"Because you know all that will do is give Donald Trump the cover he needs. I've been saying to people all the time, 'If you allow yourself to play the opponent's game, you're going to lose and the opponent will win.' Let's not play his game,\" Clyburn said on \"CNN Newsroom.\" \"He is about violence. He is about sloganry. He is about what I like to say, really, insulting. That's not who we are.\" Last week, former Vice President Joe Biden said that he does not support some calls to defund the police. \"No, I don't support defunding the police,\" the presumptive Democratic presidential nominee said in an interview with CBS while in Houston to meet with Floyd's family. \"I support conditioning federal aid to police based on whether or not they meet certain basic standards of decency and honorableness. And, in fact, are able to demonstrate they can protect the community and everybody in the community.\" Democratic Minnesota Rep. Ilhan Omar, who has said police departments should be dismantled, defended her position to Tapper later on the same program. \"No one is saying crimes will not be investigated. No one is saying that we are not going to have proper response when community members are in danger,\" Omar said. \"What we are saying is the current infrastructure that exists as policing in our city should not exist anymore. And we can't go about creating a different process with the same infrastructure in place. And so dismantling it and then looking at what funding priorities should look like as we re-imagine a new way forward is what needs to happen.\" Asked about opposition from Democrats, including Clyburn, on defunding the police, Omar said it is not a federal issue, but a state level and local one. \"I think for people who really are you know questioning and talking about this movement, they're not paying attention to what the people are asking for. And to me, you know, this is not for members of Congress, this isn't for the President, this is a municipality issue. This is a state level issue.\" During the CNN interview Sunday, Clyburn also commented on the death of Rayshard Brooks, 27, who was shot dead by a white police officer in Atlanta on Friday night at a Wendy's drive-through in the city. \"I was very incensed over that,\" Cyburn said. \"This did not call for lethal force.\" \"I don't know what's in the culture that would make this guy do that,\" Clyburn said, referring to the now fired officer. The officer who killed Brooks was terminated Saturday, police spokesman Carlos Campos said. He was identified by police as Garrett Rolfe. A second officer, Devin Bronsan, involved in the killing was placed on administrative duty, Campos said. Brooks' death reignited protests Saturday night in Atlanta, where hundreds blocked a major interstate, a fast-food restaurant was set ablaze and authorities responded with tear gas. This story has been updated with Clyburn's previous comments on \"CNN Newsroom\" and comments from Rep. Ilhan Omar on \"State of the Union.\" CNN's Sarah Westwood contributed to this story."
    },
    {
        "text": "Washington Top US military officials are seeking to reassure the nation's roughly two million active duty and reserve personnel that they are committed to addressing issues of racial inequality across the branches following George Floyd's death and protests across the country. But the challenges they face are huge. A CNN review of data provided by the Pentagon and Department of Veterans Affairs reveals the stark reality that black service members are less likely to become officers and, as a result, are more likely to be seriously injured serving their country than their white colleagues. Those issues are very much intertwined, according to David Shulkin, who previously served as President Donald Trump's Veterans Affairs Secretary. \"While there's been some increase in relative numbers in minority officers, it's not been proportional to the increase that we're serving, so therefore you do have more minority members serving in the front line jobs and therefore getting higher numbers of these injuries,\" he told CNN in an interview Friday. The data reviewed by CNN includes a mix of publicly available numbers and records kept by the Department of Defense. CNN has reached out to the Pentagon for comment. Veterans are becoming more diverse While an overwhelming majority of service members are still white, the numbers reflect a steady rise in diversity within the military that coincides with the adoption of policies of integration and equal rights for black service members in the wake of World War II. Less than 10% of World War II veterans were minorities but since then, each veteran cohort has been more diverse than the last. Of the veterans who have served since September 11, 2001, 35% are minorities, according to the data reviewed by CNN. Black veterans make up 15% of veterans who have served since then. While integration policies were adopted by the Army and Navy well before many states in the South and other American institutions took similar steps, it took years before the changes were enforced, resulting in retention issues for the branches, according to the Department of Defense. Significant support for segregation in the Army continued into the early 1950's and the service did not complete its integration until 1954, according to the Pentagon. Current and former service members have been quick to point out that even though today's military is significantly more diverse than it has ever been, there are still major challenges to be met. \"As a society, we are just now, hopefully, dealing with the original sin and dealing with a lot of the underlying issues of race and inequality. So the military has not been isolated from that,\" Bishop Garrison, a black West Point graduate who served two tours in Iraq, told CNN. Black service members underrepresented in officer ranks One of those issues is the lack of minority service members in leadership positions. Black service members are still disproportionately under-represented among the officer ranks despite enlisting at a higher rate than other minorities and whites relative to their share of the US population, Department of Defense data shows. Black service members represent 19% of all enlisted personnel, but just 9% of officers. For white service members, the trend reverses. Two-thirds of all enlisted service members are white. But among officer ranks, more than three-quarters are white. It is an issue that has been highlighted in the wake of Floyd's death, most notably in a post from the Air Force's top enlistee earlier this month. Chief Master Sgt. Kaleth Wright, who's responsible for 410,000 enlisted members, said his \"greatest fear\" is \"not that I will be killed by a white police officer (believe me my heart starts racing like most other Black men in America when I see those blue lights behind me) ... but that I will wake up to a report that one of our Black Airmen has died at the hands of a white police officer.\" He also outlined his struggle with the \"Air Force's own demons\" of racial disparities in military justice and discipline and the \"clear lack\" of diversity in leadership. Current and former service members have echoed that point, suggesting issues like the lack of diversity in leadership roles continues to have a direct impact on the retention and recruitment of minorities. \"The fact is that had I been afforded more direct mentorship and more examples of leaders who reflected my own life experience, I would have been more likely to remain a member of the Army. Like my father a half century before me, I decided to seek out other ways to continue serving my community and country,\" Garrison, who current works as Human Rights First's chief ambassador to the national security community, told the House Armed Services Committee in January. Garrison also told lawmakers that some of the current administration's policies are also having a negative impact on the recruitment and retention of minority service members. \"The fact that many major military bases are still named after Confederate leaders; the ongoing worries about white nationalism in the military's ranks; and the fact that an individual who holds extreme views on race, continues to serve at the highest level of immigration policy-making -- these factors risk causing a detrimental impact on our military's ability to recruit and retain new and diverse talent,\" he said during his testimony before the committee. First black service member to lead a US military branch The lack of diversity at the highest levels of the military was highlighted yet again this month when the Senate voted to confirm Gen. Charles Q. Brown as the first black service member to lead an American military branch earlier this week. While Brown's confirmation has been applauded as a historic moment for the military, the fact that it took place more than 70 years after President Harry S Truman's executive order that desegregated the services underscores the incremental pace at which change has occurred. Prior to his confirmation, Brown reflected on the impact of Floyd's death while addressing some of the challenges and fears that he has endured as a black service member. In a moving, deeply personal video, Brown said he was \"full with emotion\" for \"the many African Americans that have suffered the same fate as George Floyd.\" He also described being one of the only African Americans at his school and often being the only African American in his platoon, and later, in leadership. \"I'm thinking about a history of racial issues and my own experiences that didn't always sing of liberty,\" Brown said. \"I'm thinking about wearing the same flight suit with the same wings on my chest as my peers and then being questioned by another military member: 'Are you a pilot?'\" \"I'm thinking about the pressure I felt to perform error-free, especially for supervisors I perceived had expected less of me as an African American. I'm thinking about having to represent by working twice as hard to prove their expectations and perceptions of African Americans were invalid,\" he added. Brown said he hopes he can help address some of those issues in his new role as the first African American chief of staff for any military branch. \"I'm thinking about how my nomination provides some hope, but also comes with a heavy burden. I can't fix centuries of racism in our country, nor can I fix decades of discrimination that may have impacted members of our Air Force. I'm thinking about how I can make improvements personally, professionally, and institutionally, so that all Airmen, both today and tomorrow, appreciate the value of diversity and can serve in an environment where they can reach their full potential,\" he said. Black veterans more likely to sustain severe injuries during service For minority service members, and black veterans in particular, the challenges they face while in the military have had a direct impact on their long-term health. A review of VA data shows that black veterans are more likely to sustain severe injuries during their service -- a trend that is directly linked to the fact that they are disproportionately working \"frontline jobs\" during their time in the military, according to Shulkin. \"In the VA system you're seeing a reflection of what has come from the Department of Defense, which is a growing proportion of minorities or serving many of them in frontline roles,\" he told CNN. The Department of Veterans Affairs assigns injured veterans a \"disability rating,\" which represents how much a service-related injury affects their earning ability. The ratings determine the amount of the monthly benefit they should receive as compensation. They range from 0% to 100% -- the higher the rating, the more severe a veteran's disability. Nearly 31% of injured black veterans have a disability rating of 70% or higher, compared with around 23% of white injured veterans,\" according to the data. \"The disability rating is an indicator of the severity of the injury and the disruption to life after serving,\" Shulkin said, adding that the current data is a reflection of the numbers of minorities who are serving as well as the roles and categories of job duties that they are doing in the military. \"While our minority communities are shouldering the disproportionate share of service to the country, they are not necessarily, being represented in the more senior positions to that same level,\" he added. Those numbers become even more troubling given the fact that the minority veteran population is projected to increase over the next 20 years despite the fact that the total number of veterans is expected to decrease over that same time period, according to the VA. "
    },
    {
        "text": "The Iowa Poll released Saturday night showed Democratic Senate candidate Theresa Greenfield with major momentum. Forty-six percent of likely voters would vote for Greenfield if the election were held today compared to 43% who would vote for Republican Sen. Joni Ernst -- a within the margin of error advantage for the challenger. While it's still early and things could change, this Iowa poll, conducted by Selzer & Co., is the latest state survey for either the race for the White House or Senate to show a clear shift toward Democrats since protests began nationwide following the death of George Floyd at the hands of a white police officer. These state polls in aggregate suggest that the movement toward former Vice President Joe Biden seen in the national polls is funneling down to the state level. As previously done, I gathered all the telephone state polling that called cellphones. This time I limited my data set to surveys conducted after the protests began. Then I compared the result of those questions to the 2016 presidential vote in the state. In total, we're looking at 11 questions that asked about either the presidential or the Senate race in any particular state. The Democratic candidate is running ahead of Hillary Clinton's margin by an average of 10 points. Although the sample size is small, the average overperformances were within a point of the 10 point average when examining the Senate and presidential races as distinct groups. When a similar calculation was made about a month ago, Biden was doing about 5 or 6 points better than Clinton on average in the state polling. View 2020 presidential election polling The latest state polls imply that Biden has a double-digit advantage nationally given that Clinton won the popular vote by 2 points. These state polls are in sync with the national polls that show Biden's lead at 10 points. Importantly, many of these polls have been conducted across states that are the heart of the 2020 battleground. States like Arizona and Wisconsin are included in this group. Polls have also been conducted in states that Biden would like to win, but aren't must wins for him, such as Ohio and Texas. Crucially, these are demographically distinct states in different regions of the country indicating that Trump is losing ground in a lot of different places. All together, it's the latest evidence that Trump cannot count on the electoral college to save him. The leads that Biden is earning right now are well outside any potential polling miscue like the one that occurred on the state level in 2016. The former vice president, simply put, is well ahead of Trump at this time. Focusing on the Senate specifically, the limited data we have at this point is consistent with the idea that Republican candidates will not be able to hide from Trump's unpopularity. If he continues to have an approval rating in the low 40s nationally, there is a good chance that it will cost the Republicans control of the Senate. The polling and fundamentals did not point to Iowa being a tossup in early May, when I did a breakdown of individual Senate races. Ernst was a favorite, though it was the type of seat that might break toward the Democrats in a good environment. That's what the latest polling indicates very well could be happening. We see the same movement in Arizona. Democrat Mark Kelly was a favorite over Republican Sen. Martha McSally in early May, but his lead in the average poll was 6 points. A Fox News poll that was published in June had Kelly up by 13 points -- a doubling of his advantage from earlier this year. Any of these polls, individually, could be outliers. Not all of them are, however. In totality, they suggest Republicans up and down the ballot have their work cut out for them over the next four and a half months. "
    },
    {
        "text": "New York With more than 10 million men out of work and millions more working from home, perhaps indefinitely, this is not the best time to be selling men's dress clothes. That's why Tailored Brands (TLRD), which owns the Men's Wearhouse, Jos. A. Bank and K&G brands, could be the next major American retailer to file for bankruptcy. \"The company has had bankruptcy advisers for a couple of months now. It's exploring all of its options and it's not a 100% that they're filing, but the odds are pretty high,\" said Reshmi Basu, an expert in retail bankruptcies and an analyst with Debtwire, which tracks distressed companies. \"There is not going to be as much demand given the work from home environment.\" A number of national retailers already have filed for bankruptcy during the pandemic, including J.Crew, Neiman Marcus and JCPenney. The clothing sector of retail has been particularly hard hit by the crisis as consumer  demand for new clothes has fallen sharply. Gap (GPS) reported a record $932 million loss for its first quarter. Other companies facing the risk of bankruptcy include Ascena Retail Group (ASNA), owner of clothing chains Lane Bryant, Justice, Ann Taylor and Dress Barn, which recently warned there is \"substantial doubt\" about its ability to remain in business. Tailored Brands disclosed it is at risk of bankruptcy or even shutting down operations because of the Covid-19 crisis in a filing Wednesday evening. \"If the effects of the Covid-19 pandemic are protracted and we are unable to increase liquidity and/or effectively address our debt position, we may be forced to scale back or terminate operations and/or seek protection under applicable bankruptcy laws,\" the filing said. The company said it had no comment beyond the filing. The company suspended rent payments for April and May when most of its locations were shut. It said it has been able to negotiate rent deferrals for a significant number of its stores, with repayment at later dates, beginning at the end of 2020 into 2021. It also furloughed or laid off 95% of its 19,000 employees. But things have not gone well at the 44% of Tailored Brands stores that  reopened in early May. For the week ended June 5, sales at locations open for at least one week fell 65% at its Men's Wearhouse and were down 78% at Jos. A. Bank and 40% at K&G. Sales declined 60% in its fiscal first quarter, which ended May 2. All of its stores were closed for about half the quarter, and its online operations halted for two weeks in March. But Tailored Brands has delayed reporting its complete results -- the Securities and Exchange Commission allows companies to postpone reporting during the pandemic. One reason for the delay is that it is weighing how large a charge it must take to write down the value of various assets, including the goodwill it carries on its books -- a measure of the value of a company's brands and reputation. The charge will be purely an accounting move that involves no cash, but it could raise the cost of borrowing money the company needs to get through the crisis. Tailored Brands had $201 million in unrestricted cash on hand as of June 5, but that was primarily because it drew down $310 million on existing credit lines during the first quarter. That left it with only $89 million of borrowing available under those lines. The company has about 1,400 stores in the United States and Canada, with about half under the Men's Wearhouse name. It will probably have to close a significant percentage of them whatever happens with its reorganization efforts, said Basu. \"This is the company that has the legs it needs to possibly turn things around,\" she said. \"But consumers' tastes and demand are going to change. They're going to emerge from bankruptcy with a much smaller footprint.\" "
    },
    {
        "text": "Growing up in the middle of nowhere, Marc Wiley said he had two choices for recreation: \"Go fast and shoot stuff.\" \"And I've never been that interested in guns,\" he said. As a result, Wiley, a black man who lives in northern Vermont, has followed NASCAR for most of his life. He used to write magazine articles and ran a YouTube channel dedicated to the sport. He loves the energy at the races, the camaraderie of the campgrounds and the sound of cars roaring by. Everyone, he said, should go to a race at least once. In recent years, however, he pulled away from NASCAR because he felt it had inadequately addressed social issues like police brutality and racial injustice. \"It didn't feel like I belonged there anymore,\" Wiley said, \"or at least that my voice wasn't heard there anymore.\" That changed this week when NASCAR announced it would ban the Confederate flag from races, just days after the only full-time African American driver in NASCAR's Cup Series, Bubba Wallace, donned a shirt emblazoned \"I can't breathe\" and unveiled a Black Lives Matter paint scheme in the wake of protests sparked by the police killing of George Floyd in Minneapolis. \"That was huge,\" Wiley said. For African American NASCAR fans who spoke to CNN, the Confederate flag ban and Wallace's decision to be more outspoken about race are welcome but overdue changes in a sport they felt had failed to be inclusive in the past. For them, being a black fan has meant years of feeling overlooked, of ignoring hurtful remarks by their favorite drivers, and steering clear of fans and campsites who they feared would be unwelcoming. But now, they're hoping to see more people who look like them at the racetrack. \"I'm really excited about the direction the sport's headed in, and I haven't been able to say that for a couple years now,\" Wiley said. 'It meant the world' NASCAR announced the Confederate flag ban Wednesday, writing in a statement that the flag's presence at NASCAR events \"runs contrary to our commitment to providing a welcoming and inclusive environment for all fans, our competitors and our industry.\" \"Bringing people together around a love for racing and the community that it creates is what makes our fans and sport special,\" the statement said. Many in and outside NASCAR's fan base praised the stock car racing league. Among those supporters was Mark Mosley, who told CNN his kids joke that he's the only black man on the south side of Chicago who likes NASCAR. Mosley admitted he's struggled with his love of the sport. Over the years, Mosley said he's probably taken 10 friends to Chicagoland Speedway, hoping to convince them they could like NASCAR, too. \"None of them wanted to return because of the environment,\" he said. \"Half of them left halfway through the race.\" When former driver Richard Petty — Mosley's \"idol\" growing up — came out against kneeling during the National Anthem, Mosley said it was like a dagger to the heart. He decided to stop watching altogether after driver Kyle Larson used the n-word in a virtual racing event in April. \"I gave up on NASCAR, to be honest.\" But he changed his mind this week. \"I was elated, excited, happy, any positive adjective or adverb you can think of,\" he said of the flag ban. \"It meant the world to me as an African American NASCAR fan.\" Another fan, Alex Burns, said he felt alienated from the rest of the fan base at times. Walking around a track or in the campgrounds, Burns said he kept his \"head on the swivel,\" avoiding campsites where people were drinking and flying the Confederate flag. While that feeling never deterred Burns from enjoying the sport, he said he's \"very proud of NASCAR\" for banning the flag. \"I'm even more of a fan of NASCAR,\" he said, adding later, \"I just hope people understand that, you know, it's time for change.\" 'There aren't a lot of people who look like me' Brehanna Daniels — the first black woman to pit in a NASCAR national series race — also supports the flag ban. \"I'm very proud of NASCAR right now,\" Daniels told CNN in an interview. \"We're moving on up the ladder. We're taking baby steps but we're changing things for the better.\" Daniels was nervous when she first became a NASCAR tire changer through the Drive for Diversity program, which aims to bring more minorities and women into the NASCAR fold. \"There aren't a lot of people who look like me,\" Daniels said. \"It's a beautiful thing when you see multiple faces — like in the NBA and the NFL there's people of different races, ethnicities. I like seeing diversity, and in NASCAR you really don't see much of that.\" So for Daniels, the steps taken this week are \"meaningful changes.\" \"It honestly meant a lot,\" she told CNN, wiping away tears. \"Because it's hard being black, y'all.\" She pointed to the deaths of George Floyd and Breonna Taylor, saying \"nobody deserves to die like that.\" \"I applaud NASCAR for finally realizing that things need to change for the better,\" she said. \"I will always be behind them because of that.\" Flag represents division, not history, fans say Not everyone agreed the flag ban was the right decision. \"You're getting both sides, a lot of positive outreach and gaining new fans as we go,\" Bubba Wallace told CNN's Don Lemon. \"Then you got your fans who will never watch NASCAR again, the same fans who will never watch the NFL after the kneeling, the same fans that were crying out that we're ruining their lives and just throwing a pity party.\" One high-profile detractor was Ray Ciccarelli, a part-time driver in the NASCAR Gander RV & Outdoors Truck Series, who announced he would quit at the end of this season, writing in a statement, \"I don't believe in kneeling during Anthem nor taken ppl right to fly what ever flag they love.\" \"I could care less about the Confederate Flag,\" he added, \"but there are ppl that do and it doesn't make them a racist.\" Other fans spoke out on social media, insisting the flag was about history or Southern \"heritage,\" not a symbol of racism. Andria Renee Phillips, an African American fan since the early 2000s, said it didn't really bother her when she saw the flag at NASCAR events, agreeing it was \"a part of history\" — though she said it was \"painful, no matter how you look at it.\" \"I feel like the flag is a reminder of what was,\" she said, \"but then there's different perspectives on the flag ... It has memories for people. Good, bad, whatever it may be.\" But to Daniels, the Confederate flag represents \"division.\" \"And that's not what we want,\" she said. \"We're more about togetherness and not being divided. I'm behind NASCAR all the way, but I felt that was dividing us.\" Burns told CNN that while the flag may be part of history, it represents \"a bad time in history where we as black people were enslaved.\" \"In terms of history, \" Mosley said, \"history has proven that blacks have always been mistreated. So historically speaking, to me, (the Confederate flag) represents hate.\" 'We're being listened to' A big part of the NASCAR experience is hanging out at campsites within the track's infield leading up to a race, Wiley said. But whenever he saw the Confederate flag flying at a campsite, \"it was an indication to me of like, I don't know what these people are about.\" \"You want to be part of this whole big family atmosphere,\" he said. \"But at the same time it's like, I don't know if I'm welcome here.\" Over the years, as he became more aware of social issues like police brutality, Wiley felt NASCAR failed to reach out to black fans. Even as the Black Lives Matter movement grew, Wiley said, \"NASCAR was still very much on the side of, 'Blue Lives Matter, we support our law enforcement, we support the military,' everything else.\" \"I didn't mind them saying we support law enforcement,\" he said. \"But at the same time, to completely ignore the other side of the argument was kind of insulting to me.\" In 2015, after nine black churchgoers were massacred at Emanuel African Methodist Episcopal Church in Charleston, South Carolina, NASCAR issued a statement saying it would continue \"to disallow use of the Confederate Flag symbol in any officials NASCAR capacity.\" But it stopped short of an outright ban, and Wiley wondered if it would ever happen. But he felt NASCAR had no choice. In recent years, NASCAR has dealt with a narrative of declining viewership and attendance. Without efforts to be more inclusive, Wiley felt \"they're not going to make it.\" \"There aren't enough people who still believe in this to sustain it.\" That's why black NASCAR fans are excited. They hope this change will help attract more black and brown fans to the sport. For Wiley, the ban and Wallace's Black Lives Matter paint scheme were \"one of the most uplifting things\" for a fan who's felt disconnected from NASCAR for a long time. \"We're accepted and we're being listened to — in this space,\" he said. \"Finally.\" \"NASCAR needs more diversity,\" Daniels said. \"And with the recent things that have happened, a lot of minorities are saying, 'Hey, when's the next race? I'm trying to come.'\" \"With more of that,\" she said, \"NASCAR will have a bigger audience, a bigger crowd.\" One day, Daniels hopes she'll look up from the pit road and see a sea of diverse faces looking back at her. \"That would be a sight to see, wouldn't it?\" CNN's Steve Almasy, Katherine Jennings, Allen Kim, Keith O'Shea and Amir Vera contributed to this report."
    },
    {
        "text": "Peter Bergen is CNN's national security analyst, a vice president at New America, and a professor of practice at Arizona State University. His new book is \"Trump and His Generals: The Cost of Chaos.\" The opinions expressed in this commentary are his own. View more opinion at CNN. On Saturday, President Trump delivered a commencement speech at the US Military Academy at West Point, New York, honoring the graduating cadets for their service while touting the \"colossal rebuilding\" of the armed forces under his presidency. \"To the 1,107 who today become the newest officers in the most exceptional Army ever to take the field of battle, I am here to offer America's salute. Thank you for answering your nation's call,\" he said. What wasn't immediately apparent from his speech -- which Trump delivered with the help of a teleprompter -- was the growing disconnect between the President and the US military. Not since President John F. Kennedy ignored his top military officers' advice to invade Cuba and deploy nuclear weapons against the Soviets during the 1962 Cuban Missile Crisis has there been such a split between an American president and the Pentagon. Consider that Trump's top military adviser General Mark Milley publicly said it was a \"mistake\" for him to have appeared in an infamous photo op with the President after a walk from the Rose Garden at the White House. The photo op, which culminated in Trump holding up a bible outside St. John's Church, was made possible by first violently dispersing peaceful protesters outside the White House two weeks ago. Milley, the chairman of the Joint Chiefs of Staff issued the apology in a video commencement address to the National Defense University on Thursday and said, \"I should not have been there. My presence in that moment and in that environment created a perception of the military involved in domestic politics.\" Trump's Defense Secretary Mark Esper also tried to distance himself from that photo op. The former US Army officer publicly broke with the President and said he did not support Trump's calls to invoke the Insurrection Act and use active duty troops to quell the protests that had broken out after George Floyd's killing. CNN reported that Esper's statement went over \"poorly at the White House, where his standing was already viewed to be tenuous.\" Around the same time, Esper's predecessor, retired General Jim Mattis, broke his long silence and launched a personal attack on the President he served for two years. He said, \"Donald Trump is the first president in my lifetime who does not try to unite the American people—does not even pretend to try. Instead, he tries to divide us. We are witnessing the consequences of three years of this deliberate effort. We are witnessing the consequences of three years without mature leadership.\" To top it off, four former chairmen of the joint chiefs, going back to the administration of President George H. W. Bush, all took the extraordinary step of publicly breaking with the President to condemn the use of violence against peaceful protestors. For good measure one of those former chairmen, retired General Colin Powell, told CNN's Jake Tapper that Trump lies \"all the time.\" Many other retired four-star generals and admirals have spoken out against Trump. There is a widespread perception that Trump is quite popular within the US military. But many active duty personnel have soured on him, and Trump's chairman of the joint chiefs and his defense secretary have publicly distanced themselves from the President -- as have some of the nation's most revered retired generals and admirals. President Trump has long thrilled to the power of the US military, which he celebrated in Saturday's West Point speech. But he is now in the unusual position of being the Commander in Chief of a military that is turning away from him. This article was updated to clarify the scope of the President's photo op, which began at the White House and culminated outside St. John's Church. "
    },
    {
        "text": "A Republican congressman, whose decision to officiate a same-sex wedding last year angered some local Republicans, lost his party's nomination to a conservative challenger in Saturday's drive-thru convention. Rep. Denver Riggleman of Virginia lost to Bob Good, a former Campbell County supervisor and former employee of the Liberty University athletics department, with 42% of the vote to Good's 58%, according to results provided to CNN by 5th District Republican Committee Chairman Melvin Adams Sunday morning. All day Saturday, delegates voted in the 5th District's GOP convention by driving through the parking lot of a Lynchburg church -- a change in format due to the coronavirus pandemic. The church was the only voting location in the expansive district, which stretches from the North Carolina border north toward the outer suburbs of Washington, DC. The ballot tabulation went into the early hours of Sunday morning. Late Saturday, before the results were known, Riggleman tweeted about \"voting irregularities\" and \"ballot stuffing.\" \"Voter fraud has been a hallmark of this nomination process and I will not stand for it,\" the congressman tweeted, before adding that the Republican Party of Virginia \"needs to reevaluate their priorities.\" \"We are evaluating all our options at this time,\" he said. CNN has reached out to Riggleman's office for comment. Adams said in an email Sunday there were only a handful of discrepancies. \"As I understand, there was a difference between the marked delegate list and actual ballot count (in once instance) and a ballot that seems to have been fraudulently cast (in another), with a total discrepancy being a matter of two (2) raw votes,\" Adams said. The internecine battle was a test of the enduring power of cultural conservatism within the GOP -- and whether an incumbent, whose libertarian streak led him to support same-sex marriage, would be punished by his party's base despite having the backing of President Donald Trump. Riggleman, a freshman member of the hardline conservative House Freedom Caucus, officiated the wedding of two of his former male campaign volunteers last summer. Some members of the 5th District's GOP committee, who also found him to be insufficiently conservative on immigration and other issues, tried to censure him. Two county GOP committees voted to censure him and another unanimously passed a motion of no confidence against him, according to Roll Call. Riggleman's campaign had pushed to have a primary rather than a convention, which restricts the participants to GOP delegates, who tend to be more conservative party activists than typical primary voters. The congressman's campaign also pushed to have the location of the convention moved, accusing the district's GOP committee of favoring Good since the church is located in his home county. But the committee rejected the campaign's appeal last month. Riggleman significantly outraised Good, raking in about $1.6 million to Good's roughly $186,000 by the end of the pre-covention reporting period on May 24, according to filings with the Federal Election Commission. Despite Good's previous employment at Liberty University, Riggleman had the backing of Jerry Falwell Jr., the school's president. Trump had endorsed the congressman in December, calling him a \"true CONSERVATIVE leader\" who would support his agenda. The Trump administration late Friday rolled back an Obama-era regulation prohibiting discrimination in health care against patients who are transgender. Good jumped into the race in September, accusing Riggleman in an interview with The Hill of having \"betrayed\" the trust of the conservative Republican base of his Virginia district, which includes Charlottesville and Danville. He opposes same-sex marriage and abortion without exceptions, while Riggleman sees same-sex marriage as an issue of individual liberty and supports some exceptions to bans on abortion. An immigration hardliner, Good wants to end birthright citizenship and make English the official national language to \"stop accommodating immigrants and their native tongues, because it's our unity that's our strength,\" according to The Roanoke Times. He will face the winner of the Democratic primary held later this month. Good, though, will have to wait to see if he makes the November general election ballot after missing the June 9 filing deadline. On Friday, the Virginia Republican Party sent a letter to the State Board of Elections asking for an extension for Good and other candidates who missed the filing deadline to appear on the ballot. The letter said that granting Good an extension would not be unlike election changes localities have made across the state this year during the pandemic, including the lowering of signature requirements for ballot access. The board is slated to hold a meeting on July 7 to decide on the extension. The Democratic Congressional Campaign Committee put the 5th District on its target list for 2020, and Democrats think that Good as the nominee may give them a better shot at flipping the district, which outside Republican groups have spent money in during the past two cycles. But in a district that Trump carried by 11 points in 2016, Republicans likely start with an advantage. A distillery owner, Riggleman first won election to Congress in 2018. He gained national attention during that race when his Democratic opponent attacked him as \"a devotee of Bigfoot erotica,\" which he denied in an interview with CNN at the time. Riggleman acknowledged writing two books on Bigfoot, including an unpublished text called \"The Mating Habits of Bigfoot and Why Women Want Him,\" both of which he said were \"parody\" and stemmed from running jokes he had with friends from the military. Riggleman is the third House incumbent to lose this year after Democratic Rep. Dan Lipinski of Illinois and Republican Rep. Steve King of Iowa lost their primaries earlier this year. "
    },
    {
        "text": "New York Fox News published digitally altered and misleading images on its website's homepage Friday that made a demonstration in Seattle, in which a group of largely peaceful Black Lives Matter protesters have occupied six city blocks, appear violent and dangerous. The deceitful tactic was called out by The Seattle Times. The local newspaper reported that when it asked Fox News about the images, the network removed them. Fox News' depiction of the demonstration mirrors much of right-wing media's attempt to portray it as menacing. Protesters have declared a small slice of Seattle an \"autonomous zone\" after clashes with authorities led police to evacuate a precinct. While there have been some sightings of armed individuals, the area has remained largely peaceful with people gathering for food, speeches, and movie screenings. The narrative that took hold this week in right-wing circles was one in which armed members of Antifa seized a section of Seattle. City officials have said they have not interacted with members of Antifa, a network of loosely affiliated groups that have a history of violently clashing with right-wing organizations. \"It's not an armed takeover,\" Seattle Mayor Jenny Durkan said on CNN Thursday night. \"It's not a military junta.\" President Trump has, however, seemingly seized on reports in right-wing media, calling the protesters \"domestic terrorists\" and threatening to use federal force to clear them out of the area. Despite a description by the President that is at odds with the reality on the ground, Fox News has continued to present the situation as dangerous. Its publishing of altered and misleading images on its highly-trafficked website was the latest — and arguably the most egregious — example of that. Among the photos that Fox News published on its homepage was one that showed a protester running past a burning vehicle and building with the headline \"CRAZY TOWN\" blaring across the website. The image, which accompanied a story about the situation in Seattle, was in fact taken from the unrest last month in Minnesota. In other photos that showed the scene in Seattle, Fox News digitally added an image of a man armed with an assault rifle. A spokesperson for Fox News pointed CNN on Saturday morning to an editor's note that was appended to stories the network published with the misleading images. \"A FoxNews.com home page photo collage which originally accompanied this story included multiple scenes from Seattle's 'Capitol Hill Autonomous Zone' and of wreckage following recent riots,\" the note read. \"The collage did not clearly delineate between these images, and has since been replaced. In addition, a recent slideshow depicting scenes from Seattle mistakenly included a picture from St. Paul. Fox News regrets these errors.\" The network also provided a Friday comment to The Seattle Times. \"We have replaced our photo illustration with the clearly delineated images of a gunman and a shattered storefront, both of which were taken this week in Seattle's autonomous zone,\" a Fox News spokesperson told the newspaper. The Seattle Times, however, reported that the statement was inaccurate. The newspaper pointed out that \"the gunman photo was taken June 10, while storefront images it was melded with were datelined May 30 by Getty Images.\" Photojournalism ethics experts told The Seattle Times that Fox News behaved inappropriately when it published the digitally altered images. \"I think it's disgraceful propaganda and terribly misrepresentative of documentary journalism in times like this, when truth-telling and accountability is so important,\" Kenny Irby, a photojournalism ethics expert, told the newspaper. \"There is no attribution. There is no acknowledgment of the montage, and it's terribly misleading.\" Akili Ramsess, executive director of the National Press Photographers Association, told The Seattle Times that it was \"completely egregious to manipulate this the way they have done.\" "
    },
    {
        "text": "Sign up to get our new weekly column as a newsletter. We're looking back at the strongest, smartest opinion takes of the week from CNN and other outlets. King Canute got a bad rap. The Viking chief who ruled England, Denmark and Norway in the 11th Century became infamous for a stunt that historians believe was misunderstood, if it even happened: sitting grandly in a throne at the seashore and ordering the ocean to stop the incoming waves. But the myth of the leader who tried to hold back the tide seemed to apply this week to the President of the United States. George Floyd died on Memorial Day, his neck under the knee of a police officer. In the three weeks since, protests against police abuses have sparked a swift and searching national conversation about racism. Cities and states have moved to ban chokeholds and create new safeguards against police misconduct. Companies large and small have committed to changes in the way they work, and in some cases, have replaced executives. Military leaders have spoken out forcefully against racism and shows of force against peaceful protesters. Networks canceled shows built around police as heroes. A Robert E. Lee statue in Richmond, Virginia, was toppled. And NASCAR banned the Confederate flag. \"Dare we believe,\" asked Marcus Mabry, that this is the moment when America finally changes? \"The trauma of 400 years of soul-destroying racism is not easily forgotten -- some researchers believe it is imprinted in our very DNA. And we're all too cognizant of the dashed promises of the past, from liberation to Reconstruction to the Civil Rights Movement. But change does come. History teaches us that. It came to South Africa. It came to the American South. Is this our moment?\" Van Jones wrote, \"This sudden, mass realization -- and the multi-racial demonstrations that give it weight, life and substance -- feels like a miracle to me. As a black man, I have spent my entire life trying to convince relatively small numbers of white people to take racial injustice seriously. I have usually failed. \"Now major corporations are making my argument for me. Hundreds of thousands of white protesters are risking their lives in the middle of a pandemic to chant 'Black Lives Matter.' And I have begun to believe that -- just maybe -- the world for my two black sons might actually be a better place.\" Yet with the ground shifting all around him, Donald Trump refused to be drawn into the national mood. Instead he stuck to his \"law and order\" message and even tweeted that the incident of a 75-year-old protester who suffered a head injury when he was pushed by police might have been part of a setup. He seemed to want to turn back the clock to the days of his youth, when social unrest enabled Republican politicians of the 1960s to gain favor with frightened white voters. On one point though, Trump bent to criticism, rescheduling the date of his first rally since the pandemic began. He moved it from June 19, the holiday celebrating the end of slavery known as Juneteenth, to June 20 \"out of respect.\" Commentators had questioned the original date and location of the rally -- Tulsa, Oklahoma. Frida Ghitis wrote that Tulsa was \"the site of a race massacre 99 years ago that remains one of the worst acts of racial violence in US history. In 1921, hundreds of African Americans were killed when white mobs looted and burned what had been a thriving neighborhood known as 'Black Wall Street.'\" Not buying in As \"Black Lives Matter\" morphed from activist slogan to nationally recognized belief, Trump didn't buy in, wrote Dean Obeidallah. \"While Trump has condemned the specific officers involved in the killing of Floyd as 'a terrible insult to police and policemen,' he refuses to address the racism embedded in the nation's criminal justice system.\" Attorney General William Barr, acting Department of Homeland Security head Chad Wolf and economic adviser Larry Kudlow all disputed the existence of \"systemic racism\" in law enforcement. \"Instead, they seem to believe in essence there are just a few bad apples,\" Obeidallah said. \"This is stunning, given the data that makes it clear that our criminal justice system -- as a whole -- is far from color blind.\" As for Trump passing along the conspiracy theory about the 75-year-old protester in Buffalo, Jill Filipovic wrote, \"The President's potentially defamatory tweet deserves, like so many of his actions, swift response and condemnation. But members of his own party are so gutless and craven they deny having seen the tweet to begin with, presumably so that they might escape having to comment on it, or refuse to comment all together.\" Privately, GOP officials are much more likely to express dismay at what their party's leader says and does, Washington reporters have noted. In New York Magazine, Andrew Sullivan wrote, \"Trump's response to the epidemic has more plainly revealed a man utterly out of his depth in ways even his strongest supporters must now quietly understand.\" Military chiefs who might be expected to share many aspects of Trump's conservative worldview have been withering in their scorn for his recent stances, as Peter Bergen observed. \"It has been extraordinary to see over the past week the flood of public criticism of President Donald Trump for his handling of the protests over the death of George Floyd coming from so many of the United States' leading retired generals and admirals, including unprecedented criticism from four who have served in the post of top ranking military officer in the nation: chairman of the joint chiefs.\" Ask those who know Ask Andre McGregor if there's systemic bias in law enforcement. Graduating from the FBI Academy was one of the proudest moments of his life. But, he wrote, \"shortly after I graduated from Quantico, a cop friend in town ... proceeded to walk me through a scenario: one day, I might be off-duty at 7-Eleven or Wawa getting food when someone tried to rob the store. I will want to intervene by pulling out my gun to detain the criminal. The cashier would call 911 and somehow in the heat of the moment my description would be confused with the perpetrator's -- so much so that the local cops would show up, see me with a gun and shoot me.\" His friend's advice: \"If anything like that ever happened, I needed to put my gun down once I saw the red and blue lights pulling up, lie on the ground with my arms extended, let the cops handcuff me alongside the criminal, and they will sort out who I actually was later.\" This, McGregor wrote, was the \"the black cop version of 'the talk' to avoid getting killed by one of our own. Apparently, it wouldn't matter that I wore a badge too -- and even the gold FBI badge at that -- I should expect to be treated like the same criminals I was empowered to arrest.\" Former NYPD captain and now Brooklyn Borough President Eric Adams recalled participating in protests against \"stop and frisk\" by day and patrolling those protests at night. The key lesson for police departments, he wrote, should be to choose carefully those officers whose temperament makes them best suited for de-escalating situations that can turn violent. And taking action against abuses is vital. \"The history of complaints against Derek Chauvin before his encounter with George Floyd is a painful reminder that a failure to remove bad officers often leads to fatal outcomes,\" Adams wrote. \"If an officer displays any form of unprovoked aggression, let alone wanton disregard for human life, they should be held accountable.\" Phillip Atiba Goff, co-founder and chief executive officer of the Center for Policing Equity, wrote, \"We starve the most vulnerable of services that could actually help. We eliminate social services and job training. We defund treatment for substance abuse and watch affordable housing vanish. Then we send law enforcement -- the institution that was historically charged with enforcing our explicitly racist laws, from slavery to sundown towns -- to deal with the aftermath.\" For more on policing: Errol Louis: A head-spinning period of change on policing raises key question Kenny Irby: Police reform is possible in America Jason C. Johnson and James A. Gagliano: Defunding the police isn't the answer Elie Honig: Where the George Floyd case must be tried Toppling The George Floyd protests quickly went international, shining a light on current practices along with the legacy of imperialist history. The statue of a slave trader in Bristol, England, was toppled by protesters, as Holly Thomas noted. \"A very brief examination of the characters and associations behind some of London's most famous monuments reveals how many of our history's 'warts' are not only omitted by plaques and commemorations, but echoed in the racist views and expressions of Britain's leaders today. Sir Winston Churchill -- Prime Minister Boris Johnson's hero and the country's most celebrated wartime leader -- was outspoken in his belief of white superiority.\" UK historian Richard Toye, author of a book on Churchill and the British empire, wrote that the man who led his nation's fight against Nazism in World War II was indeed a racist, but the matter is complicated. \"Portraying Churchill as the root of all wickedness, as some of the more extreme social media comments appear to do, is as problematic as viewing him as the single-handed savior of freedom and democracy,\" Toye argued. \"By elevating him to a place of supreme importance -- albeit by presenting him as uniquely wicked rather than splendidly virtuous -- it reinforces Churchill's own theory of history as driven by great white men. That is a vision from which, surely, we urgently need to break free.\" Not far from downtown Atlanta, Georgia, is a monument that has long been as controversial as statues of Winston Churchill became last week. Carved into Stone Mountain are giant depictions of Confederate leaders. The project was conceived in 1914, in the midst of the Jim Crow era and with eventual backing from members of the KKK, which as George Shepherd noted, \"met on the mountain's top to burn crosses...\" \"After the Supreme Court outlawed segregation in public schools in 1954, Southern states vowed a program of 'Massive Resistance.' Part of the resistance was installing more white-supremacist icons. This was when the State of Georgia purchased Stone Mountain; finished the huge carvings -- bigger than the presidents on Mount Rushmore -- of two Confederate military leaders, Stonewall Jackson and Lee, and the political leader, Jefferson Davis; and added the Confederate battle flag to Georgia's state flag.\" This was \"not an innocent artifact of Civil War history. Instead, they were a middle finger both to African Americans and to the federal government that was trying to end discrimination. Stone Mountain was such an evil icon that Rev. Martin Luther King Jr. invoked it in his 'I have a dream' speech.\" It's time to erase that and other Confederate monuments, as Germany has done with the statues and public swastikas of the Nazi era, Shepherd wrote. On Monday, Bubba Wallace Jr., the only black full-time driver on the NASCAR circuit, called for the banning of Confederate flags at car rallies, and the organization swiftly agreed. \"The elevation of the Confederate flag and the corresponding raising of monuments to soldiers who should be considered war criminals betrays our nation's deepest commitments and principles,\" wrote Peniel Joseph. For other perspectives on race: Jess Row: White people are already experts on racism Jeff Pearlman: 'Sorry' is too little and too late, Roger Goodell Bryan Monroe: America needs white people to step up Ana Navarro: 19 ways to fight racism The pandemic hasn't gone away It may have been overshadowed, but the virus that causes Covid-19 is still spreading and killing. Experts projected that anywhere from tens of thousands to more than 100,000 Americans could die in the remaining months of 2020. They worried that the advice to wear masks and continue social distancing to stop the spread could be ignored in the rush to reopen the economy. Debate continues over why some nations have seen much higher mortality rates than others, Dr. Kent Sepkowitz noted. Clues may be emerging in early genetic research, he observed, but there's a danger in overemphasizing genetic factors. \"A genetic predisposition can easily be mistaken as a death sentence, but in many cases, luck, exercise, and a good diet can still play a role in reducing the risk of disease,\" Sepkowitz wrote. \"Despite this, it's easy to imagine that the emphasis on genetics could take the heat off political leaders like President Donald Trump or Brazil's Jair Bolsonaro, who have downplayed their responsibilities during this crisis. How convenient it would be for them to be able to suggest that a disastrously managed, highly lethal pandemic outbreak was actually nothing more than the result of the wrong genes in the wrong place at the wrong time.\" April 22 was Jose Andrade-Garcia's 62nd birthday. It was supposed to be the day he retired from his job at a pork processing plant in Marshalltown, Iowa, where he had worked for 20 years, wrote Thomas Lake. \"There should have been ice cream cake, and a big party with the grandchildren at the house in Marshalltown, but the patriarch was in Iowa City, about 100 miles away, and a Zoom call was the best anyone could do. Through the rectangular frame of her cellphone, (his daughter) Maria saw her father. He wore a white gown. His eyes were closed, his eyelids swollen. His dark hair was turning white. His face was unshaven. He had a feeding tube in his nose and a breathing tube in his mouth.\" Maria had urged her dad to stay home when other workers started getting sick. \"'Yeah, I should stay home,' he said. But he kept going to work. ... She couldn't persuade her father to stay home when staying home might have saved his life.\" Andrade-Garcia was determined to work till his retirement day. Election worries Less than five months before the November election, concern mounted about states being ready for the challenge of more than 130 million Americans voting during a pandemic. Enormous lines at Georgia polling places in this week's primary were a bad sign. \"Georgia was, essentially, a third-world country Tuesday,\" wrote Issac Bailey. \"Citizens attempting to cast their votes in the state's primary had to stand in line for several hours, particularly those in areas with a higher percentage of black and brown residents. Many reasons emerged -- none acceptable.\" Peter C. Goldmark Jr. and Steven L. Isenberg wrote that the threat potentially posed to the election by hacking needs to be taken more seriously than the federal government is doing and argued that a special effort by the National Governors' Association could be the answer. \"If we fail to act wisely and immediately against the threat of interference in our voting, we risk vast damage to the foundations of our democracy and our ability to continue as a self-governing society,\" they said. For more on Election 2020: Michael D'Antonio: Time for Pence to jump ship? James C. Moore: Trump may shoot himself in the foot with a split-city GOP convention John Avlon: Trump drops 'socialism' tack and goes after 'defund the police' Douglas Heye: How does a governor get sweeping approval from the opposing party? Don't miss Steven A. Holmes: I love the New York Times, but what they did was wrong Samantha Vinograd: Trump's use of unidentified security forces echoes Putin's 'little green men' William Doyle and Pasi Sahlberg: Reopen schools with a 'golden age of play' Paul Rieckhoff: Trump's VA is treating veterans with unproven drug Ruth Ben-Ghiat: Attacks against US journalists are a stark warning Christopher Reddy: A dangerous leak of diesel fuel in the Arctic AND... Gone with the Wind The 1939 Hollywood blockbuster \"Gone with the Wind\" was pulled from the new streaming service HBO Max in the wake of the George Floyd protests. Jacqueline Stewart, who hosts \"Silent Sunday Nights\" on Turner Classic Movies, which, like HBO Max and CNN, is owned by WarnerMedia, wrote that \"the film romanticizes slavery as a benign and benevolent institution.\" The highest grossing film of all time when adjusted for inflation, it leaves out most of the cruel human costs of slavery, she wrote. \"Some complained that taking the film down was a form of censorship. For others, seeing Gone With the Wind featured so prominently in HBO Max's launch felt like salt rubbed into wounds that have never been permitted to heal.\" \"But it is precisely because of the ongoing, painful patterns of racial injustice and disregard for Black lives that Gone with the Wind should stay in circulation and remain available for viewing, analysis and discussion.\" HBO Max is planning to eventually bring back the film with Stewart offering \"an introduction placing the film in its multiple historical contexts.\" With books on racism dominating the bestseller lists now, she wrote, \"this is an opportunity to think about what classic films can teach us ... If people are really doing their homework, we may be poised to have our most informed, honest and productive national conversations yet about Black lives on screen and off.\" "
    },
    {
        "text": "Alabama Democratic Sen. Doug Jones and former Attorney General Jeff Sessions tussled on Twitter over a congressional proposal to strip Confederate leaders' names from military assets, with the Democratic senator defending his vote and the man vying to unseat him arguing such a move \"betrays the character and decency of every soldier who fought for the South.\" The GOP-led Senate Armed Services Committee earlier this week adopted an amendment to remove Confederate names and symbols from military bases and assets with the support of some Republicans, even as President Donald Trump said he's opposed to any such effort. Jones supported the proposal. Sessions, who faces a tough Republican runoff primary election on July 14 for his old Senate seat against former Auburn football coach Tommy Tuberville, accused Jones in a string of tweets Friday of a vote that \"seeks to erase AL's & America's history and thousands of Alabamians for doing what they considered to be their duty at the time.\" Naming the military bases after Confederate soldiers, Sessions said, \"was seen as an act of respect and reconciliation towards those who were called to duty by the States,\" and \"it was not then and is not now an affirmation of slavery.\" \"The slavery question had been settled by the war,\" he said. \"Delete your account Jeff,\" Jones hit back in a Saturday tweet, pointing to the bipartisan vote. \"I know it's tough for you to be on the right side of history when it comes to the Confederacy, but you should give it a try,\" Jones continued. Sessions doubled down later Saturday, saying, \"This insane attempt to erase American history has to end.\" Nationwide, peaceful protests calling for justice and a reckoning with racial inequality have dominated the US in the wake of George Floyd's death at the hands of a Minneapolis police officer, prompting many to reconsider the status quo and question the role of Confederate monuments and widespread use of Confederate leaders' names and symbols. Army bases across the country have continued to bear the names of Confederate military commanders even amid intense external pressure to rename them. Army installations named after Confederate leaders include Fort Bragg in North Carolina, Fort Hood in Texas and Fort A.P. Hill in Virginia. Fort Rucker in Alabama is named for Col. Edmund W. Rucker, an officer who fought for the Confederate army under Nathan Bedford Forrest, a slave trader and early Ku Klux Klan leader. Nicky Robertson and Alison Main contributed to this report."
    },
    {
        "text": "A group of local artists took to the street in Seattle to show their support for Black Lives Matter. The artists painted a colorful mural of the phrase along an entire block in the city's Capitol Hill neighborhood, with a different artist creating a custom design for each of the 16 massive letters. The art along East Pine Street is near a police precinct left empty as demonstrators protesting the police killing of George Floyd in Minneapolis began occupying the area around it. Some protesters are now calling the area the Capitol Hill Autonomous Zone. Artists Takiyah Ward, Joey Nix, and Japhy White organized the painting and helped get the local artists on board. Muralist and Mexican American Angelina Villalobos painted the \"A.\" She told CNN that the artists found out about the project by word of mouth. The Seattle native, her sister Claudia, her niece Gabba, and her stepdaughter Mercedes were all part of the painting, and even added something to make it extra special. \"We put (my mom's ashes) in the paint color that is her favorite ... so she is specifically part of the letter A, but if anyone else used my paint she's a part of the whole thing,\" Villalobos said. Her family takes the ashes with them wherever they go and leave some of her on their adventures. \"This is something she would have been passionate about ... we still wanted her to be a part of it because we knew this was something that would have aligned with her goals, and with how she thought the world should be,\" she said. Villalobos said it took a team of people to make the massive mural happen, and she was most proud that her teenage niece and stepdaughter were a part of its creation. \"I'm so proud they were involved. In my work, it's vital that we engage youth and nurture their awareness of how they see themselves in relation to the rest of the world.\" Garrett Padera took photos of artists painting the mural from the roof of a nearby building. Padera told CNN it has been interesting to live in the area. He's been going to most of the protests since they started in late May. Seattle isn't the only city painting the streets. The trend began in Washington, DC, where the words \"Black Lives Matter\" appear in massive yellow lettering near Capitol Hill. A similar mural also covers a street in Charlotte. "
    },
    {
        "text": "Indian actor Sushant Singh Rajput was found dead in his Mumbai residence on Sunday, according to a statement from Mumbai police. He was 34. Mumbai police say he took his own life, and an investigation is underway. The actor made his debut in Hindi cinema in 2013 in \"Kai Po Che!,\" according to the film site IMDb. He was awarded best actor (male) at the Indian Film Festival of Melbourne in 2017 for his movie \"M.S. Dhoni: The Untold Story,\" in which he played Indian cricket star Mahendra Singh Dhoni. He also played the role of Manav in the TV series Pavitra Rishta, or Sacred Ties, from 2009 to 2014. Rajput's public relations team released a statement on behalf of the family after his death. \"It pains us to share that Sushant Singh Rajput is no longer with us. We request his fans to keep him in their thoughts and celebrate his life, and his work like they have done so far. We request the media to help us maintain privacy at this moment of grief,\" the statement said. Indian Prime Minister Narendra Modi tweeted his condolences on Sunday. \"Sushant Singh Rajput...a bright young actor gone too soon. He excelled on TV and in films. His rise in the world of entertainment inspired many and he leaves behind several memorable performances. Shocked by his passing away. My thoughts are with his family and fans. Om Shanti.\" "
    },
    {
        "text": "A tattoo parlor in Kentucky is using ink to unite communities across the country by offering free appointments to anyone who wants to cover up their hate or gang symbol tattoos. Tattoo artists Jeremiah Swift and Ryun King at the Gallery X Art Collective in Murray said they decided to offer this service as a way to take a stance in the Black Lives Matter movement amid the protests calling for an end to police brutality and racial injustice. \"It's definitely a long overdue change,\" King told CNN. \"Having anything hate related is completely unacceptable. A lot of people when they were younger just didn't know any better and were left with mistakes on their bodies. We just want to make sure everybody has a chance to change.\" Since posting on Facebook about the free coverups two weeks ago, the shop has already received over 30 requests which continue to pour in, according to Swift. \"One of the people we got was a man with both of his forearms completely covered in hate symbols, absolutely everywhere. How is this man going to interact with society with the mistakes he made 10, 15, 20 years ago?\" King said. \"We also got a guy with a giant swastika who said he has never taken his shirt off in front of his kids. I like seeing that. I like seeing people want to change themselves for the better. That swells me full of emotions.\" The artists said they will cover up anyone's tattoos, even if they are from out of state, and offer numerous designs they can choose from. A new tattoo, a new life King's first client was Jennifer Tucker, a 36-year-old mother of two who wanted to cover up a small Confederate flag she got tattooed on her ankle when she was 18 years old. \"I went to a school where there wasn't a single black person,\" Tucker told CNN. \"Our community had no black families, they would literally run them out every time one moved in. Everyone in my school flew rebel flags and had rebel flag tattoos and I bandwagoned and got the tattoo. It was a horrible thing to do.\" After high school, Tucker moved to Paducah, Kentucky, where she became involved in various solidarity movements and peaceful protests aimed at uniting the community and fighting racial injustice against black people. A friend of Tucker's sent her the tattoo shop's Facebook post offering the free coverups, and she immediately messaged the shop asking for an appointment. \"I just needed to get that symbol of hatred off of my body. Every time I attend a group meeting or protest, I make a new friend. And I don't want to be standing next to them with a confederate flag on my leg,\" Tucker said. On Tuesday, after a 40 minute drive and nearly 20 years of \"looking down at the tattoo regretting it,\" King covered up the flag with a Pickle Rick, a character from the cartoon \"Rick and Morty.\" \"It feels so amazing, it's life changing. I knew I had to do it, to be an example for other people who were in the same position. There's not a whole lot I can do, but this is something I can do to spread love, not hate.\" Because of their help, Tucker said she is finally ready to close the chapter of her old life and start looking forward to new days full of love and kindness. "
    },
    {
        "text": "From its unique vantage point 4.3 billion miles from Earth, NASA's New Horizons spacecraft has captured images of nearby stars — and the stars appear to be in different positions than where we see them from Earth. This is the first time this kind of \"parallax effect\" has been captured using a spacecraft. You can mimic this by holding a finger about an arm's length from your face and see how it appears to jump when you close your left or right eye, according to a release by NASA. \"It's fair to say that New Horizons is looking at an alien sky, unlike what we see from Earth,\" said planetary scientist Alan Stern, New Horizons principal investigator from the Southwest Research Institute in Boulder, Colorado, in a statement. \"That has allowed us to do something that had never been accomplished before — to see the nearest stars visibly displaced on the sky from the positions we see them on Earth.\" New Horizons is on a course to interstellar space, much like the Voyager probes. It previously flew by Pluto and its moons in 2015 before conducting a flyby of the distant Kuiper Belt object, known as Arrokoth, in January 2019. In April, at a distance of 4.3 billion miles from Earth, New Horizons aimed its long-range telescopic camera to nearby stars Proxima Centauri and Wolf 359. They are still 4.2 and 7.795 light-years away from us, respectively. Stereoscopic milestone The stars appeared to be in different locations through the parallax effect, meaning that the stars seemed to shift against the background since New Horizons was viewing it from a different view point. Scientists use the parallax effect to measure the distances to stars. Stars, including our sun, are always moving. But we're so far away from these stars and they move over such large time scales that it's difficult to see this motion. \"No human eye can detect these shifts,\" Stern said. However, the images captured by New Horizons could be compared to images taken on the same days by Earth-based telescopes, which made the shift obvious. Images from the ground were captured by Las Cumbres Observatory scientists remotely operating a telescope at Siding Spring Observatory in Australia and astronomers operating a remote telescope at the Mount Lemmon Observatory in Arizona. \"The professional and amateur astronomy communities had been waiting to try this, and were very excited to make a little space exploration history,\"  New Horizons science team member Tod Lauer said. New Horizons sent the images it captured back to Earth via radio signal. The signal traveled at the speed of light and reached Earth about six and a half hours later. \"The New Horizons spacecraft is truly a mission of firsts, and this demonstration of stellar parallax is no different,\" said Kenneth Hansen, New Horizons program scientist at NASA Headquarters in Washington, DC, in a statement. \"The New Horizons spacecraft continues to speed away from Earth toward interstellar space and is continuing to return exciting new data for planetary science.\" The images were created by New Horizons' Lauer, New Horizons Deputy Project Scientist John Spencer and astrophysicist, team collaborator and Queen guitarist Brian May. \"It could be argued that in astro-stereoscopy — 3D images of astronomical objects — NASA's New Horizons team already leads the field, having delivered astounding stereoscopic images of both Pluto and the remote Kuiper Belt object Arrokoth,\" May said. \"But the latest New Horizons stereoscopic experiment breaks all records. These photographs of Proxima Centauri and Wolf 359 — stars that are well-known to amateur astronomers and science fiction aficionados alike — employ the largest distance between viewpoints ever achieved in 180 years of stereoscopy!\" "
    },
    {
        "text": "When a country is hurting at its core, or missteps made or when messages have fallen through, that's traditionally when the first lady steps in. Often considered to be the more human side of a presidential administration, the East Wing, emboldened by a first lady's global platform, has been utilized for decades to help shore up a West Wing strategy, or put a continuation on a policy, or even heal temperaments and rifts, at times caused by the President. Yet as the summer of 2020 gets off to a historically chaotic start, Melania Trump has maintained her normal routine of relative privacy. Her public statements, calling for peace and healing amidst two weeks of protests in cities across the United States, have been sporadic, put out with the click of a \"send\" button on social media. She has not made a public appearance in more than two weeks, the most recent a visit to the Pope John Paul II National Shrine in Washington, DC, where as she stood outside for a photograph with the President, nudged by him to smile, as noted in a video clip, which she reluctantly did. Outside of that, she has visited the Federal Emergency Management Agency headquarters to attend a briefing on hurricane preparedness, which was a private meeting, and had a session with educators about Social Emotional Learning practices in education, again, a closed event. The first lady's office did not respond to a CNN request for comment about any future events. Using a spotlight First ladies' movements and actions have served to define a broader administration agenda. In 1989, Barbara Bush used the spotlight to hold a baby who was HIV-positive in the midst of the AIDS crisis in America, a simple yet poignant gesture that from a first lady relayed the message of empathy and kindness. For Bush, it was humanizing a disease that in the late 80s still felt unknown and scary to many Americans; her holding the baby helped remove the stigma at the time associated with HIV/AIDS patients. Michelle Obama traveled from Washington to Chicago to attend the funeral of Hadiya Pendleton, a girl killed by gun violence in 2015. For Obama, simply attending Pendleton's funeral, alone, without President Barack Obama, was making a statement as first lady, about repeated, senseless tragedies at the hands of guns, growing exponentially in places such as Chicago. \"Hadiya Pendleton was me, and I was her,\" said Obama, drawing a personal connection to her own early years growing up on Chicago's South Side. Laura Bush, in the wake of 2005's Hurricane Katrina, was forced to cope with both a human tragedy and a public relations mess, left by George W. Bush. Criticized for his handling of the storm in its aftermath, Bush relied heavily on his wife to fix relationships in the storm-ravaged areas. Laura Bush visited New Orleans 26 times post-Katrina, by herself, to try to ensure citizens living there that her husband, and she, was not going to forget the region. She implemented assistance, funding and a crucial spotlight using her platform as first lady. Melania Trump has yet to meet with victims of coronavirus, now months after the first cases were reported in the United States. Dual tragedies But coronavirus isn't the only force challenging American life right now. The country also is finally facing a racial reckoning -- years in the making -- following the killing of George Floyd at the hands of Minneapolis police last month. Perhaps there was no other first lady from the past who has a more parallel path with what is happening today than Claudia Taylor \"Lady Bird\" Johnson. As America took crucial steps to desegregate the country, with the passage of President Lyndon Johnson's Civil Rights Act of 1964, Lady Bird sensed she should, and could, use her role to step in and help soothe a country grappling with change. And unlike Melania Trump, Johnson was keen to do so in person, knowing the power of her voice in the South could be all the more impactful than a letter-writing campaign, or even at an appearance alongside the President. In October of 1964, Lady Bird Johnson embarked on a solo whistle-stop tour of the South, in a customized train with a special caboose, trimmed with a striped awning and a giant \"Lady Bird Special\" sign. She visited eight states in four days, traveling from DC's Union Station to New Orleans, making 47 stops, and speeches, along the way. The South was a place Lady Bird knew well, having grown up in East Texas and spent time as a child in Alabama with family. Yet with the passage of the Civil Rights Act by her husband, the South was embroiled in change, there was anger and frustration. \"Lady Bird Johnson put her life on the line in 1964, as the first first lady to campaign without her husband,\" said Kate Andersen Brower, author of \"Team of Five: The Presidents Club in the Age of Trump.\" \"The Civil Rights Act had infuriated voters. Lady Bird was from the South, and she spoke their language. There were death threats, but she persisted.\" There were bomb threats, and protesters, signs saying: \"Black Bird! Go Home!\" and chants of anger. At every stop, for as many supporters as showed up by the thousands to catch a glimpse of the five-foot-four-inch, 51-year-old first lady with the lilting Southern accent, there was opposition. Need to heal Mark Updegrove, presidential historian and president and CEO of the LBJ Foundation, said Johnson \"knew exactly what she was going to do, she was walking into a hailstorm.\" One of Johnson's deepest concerns the entire trip, Updegrove said, was the Secret Service train that traveled a few miles ahead of hers, knowing full-well if someone had indeed placed explosives on the tracks meant for her, they would be met with them first. \"It weighed heavily on her conscience,\" he said. But the drive of the first lady, and her need to try to heal a country on the precipice of historic reform, pushed her through. And, unlike the opposing sides of the current East and West Wing messaging happening today in the Trump White House, LBJ knew his wife was just what the country needed in that moment. \"He had total faith in Lady Bird,\" said Updegrove, who added that the entire tour was executed in plan and process by women. \"Luci and Lynda, the Johnson daughters, both traveled for parts, and there were wives of senators and congressmen who joined, Lady Bird's press secretary, also a woman -- it was not just an intrepid and heroic act, it was all conducted by women at a time when women were as marginalized as people of color, who had been oppressed throughout the South.\" Lady Bird was inspired by another important woman who broke the mold in the role of first lady: Eleanor Roosevelt, Updegrove said. \"She studied her, she watched how Eleanor was literally the 'legs' for her husband when he needed her to be, and that left an impact,\" he said. \"She was there to help advance his agenda, to act for him in an ambassadorial way, and that was key to how Lady Bird approached being first lady when it was her turn to do so.\" It's difficult to predict how history will view the tenure of Melania Trump. But in the near term, it doesn't seem that she is choosing to use her role to effect change, even as millions of Americans are in the throes of confusion and tumult. \"Melania Trump has shown that she struggles to use one of the most important duties of being first lady,\" Brower said, \"and that is to unify and console in times of crisis.\" "
    },
    {
        "text": "Dozens of people gathered at Palmdale city council chambers Friday as  officials held a press conference on the death of a 24-year-old black man who was found hanging from a tree in northern Los Angeles County. Shortly after 3:30 a.m. Monday, a passerby noticed a man, later identified as Robert L. Fuller, hanging from a tree in Palmdale, California. Fire department personnel who responded to the scene determined he was dead, the Los Angeles County Sheriff's Department said in a statement. Palmdale city described it as \"an alleged death by suicide.\" \"Sadly, it is not the first such incident since the COVID-19 pandemic began,\" the city said in a statement that included information on resources for mental health. \"The city remains committed to addressing mental health issues during these difficult times. We are in this together.\" When a spokesperson for the sheriff's department announced the preliminary findings of Fuller's death during the news conference, outraged crowds demanded an investigation. \"We're working hard to try to figure out exactly what happened,\" Palmdale Mayor Steven D. Hofbauer shouted as he tried to calm people down. Attendees asked for camera footage of the incident, but a city official said there's none. Throughout the news conference, officials repeatedly called it an ongoing investigation, saying a full autopsy is underway. After the press conference, the city issued a statement saying it understands the community's call for a full investigation into the death. \"We will fully cooperate with the Sheriff's Department, the Los Angeles County's Coroner's Offices, and any and all investigative agencies looking into the matter,\" Hofbauer said. \"We are awaiting all available details surrounding this tragedy. In addition, we are working with local community leaders to increase the dialogue on how we can best work together and build a safer and more inclusive community,\" he added. A full autopsy is expected to be conducted in the immediate future, the Sheriff's Department said. Investigators have been in contact with Fuller's family members and are continuing their investigation into the circumstances surrounding his death, according to the Los Angeles County Sheriff's Department. Palmdale city manager J.J. Murphy said he would be speaking to Fuller's sister after the news conference. CNN is attempting to reach out to Fuller's family members. Palmdale is about 60 miles from Los Angeles. CNN's Madeline Holcombe contributed to this report"
    },
    {
        "text": "The number of coronavirus cases and hospitalizations have gone up in some states, a bleak reminder that the pandemic that's infected more than 2 million people is not over. More than 115,000 people have died from Covid-19 in the United States, according to Johns Hopkins University. As of Saturday, coronavirus cases were still increasing in 18 states -- several of which saw record or near-record highs. In 17 states, the numbers were trending downward, and numbers remained steady in 13 states. Texas saw more than 2,200 people hospitalized with coronavirus Saturday, bypassing a record high the previous day, CNN affiliate KTVT reported. North Carolina set a record with 823 hospitalizations Saturday. Of the nearly 20 states where numbers surged, Oregon, Nevada, Wyoming, Oklahoma, Alabama and South Carolina recorded an increase of over 50% in the past week as compared to the previous one. The increase in coronavirus cases in several states is not necessarily a second spike, said Dr. Anthony Fauci, the nation's top expert on infectious diseases. \"However, when you start to see increases in hospitalization, that's a surefire situation that you've got to pay close attention to,\" he said Friday. Early hotspot sees a major improvement Once the epicenter of the pandemic as home to the largest and densest city nationwide, New York state has made a major turnaround. The number of deaths linked to the virus dropped further in New York as much of the state inches toward fully reopening, Gov. Andrew M. Cuomo said Saturday. The state reported 32 lives lost due to the coronavirus, its lowest number since the pandemic hit. And its Covid-related hospitalizations were at 1,734 on Saturday, the lowest since March 20. \"We've done it, we have tamed the beast, we are now 180 degrees on the other side,\" Cuomo said. While New York has made much progress, he said, nearly half of the country has not. He noted that nearly 20 states have experienced surges in coronavirus cases. \"This is a frightening time,\" Cuomo added. \"We thought that we were past it. Well, the beast is rearing its ugly head. Half the states are seeing an increase. New York is exactly the opposite.\" And in Oregon, Gov. Kate Brown put a seven-day pause on moving forward with reopening in light of a rise in cases that followed loosening of restrictions. \"This is essentially a statewide yellow light,\" Brown said. Some of the increased cases may be a result of more testing. The number of new tests reported per day in the country has generally tripled since mid-April, according to data collected by the Covid Tracking Project. Officials urged people to continue following social distancing recommendations and wearing masks in public, among other CDC guidelines. \"We now know that this disease has a high degree of asymptomatic spread, which is why we encourage people to wear face coverings,\" US Surgeon General Dr. Jerome Adams told Detroit TV station WJBK. Most Americans are following guidelines While the pandemic shows no signs of slowing down, the good news is most Americans have been following guidelines on ways to combat it. Close to 80% of Americans surveyed nationwide said they had self-isolated last month, according to a CDC report released Friday. Nationwide, 74% of those surveyed said they wore face coverings in public either always or often. And 84.3% of those surveyed believed their state's mitigation strategies were the right balance or even not restrictive enough, the survey team, led by the CDC's Michael Tynan, said in the agency's weekly report. \"Most adults reported they would not feel safe if government-ordered community mitigation strategies such as stay-at-home orders and nonessential business closures were lifted nationwide at the time the survey was conducted, although a minority of these adults who did not feel safe wanted these restrictions lifted despite the risks,\" the team concluded. CNN's Jason Hanna and Madeline Holcombe contributed to this report."
    },
    {
        "text": " — People are undoubtedly moving around more as vacation season heats up and patience for sheltering at home wears thin. Many travelers are sticking closer to home with short driving trips, but air travel is on the rise. More than 500,000 people crossed through Transportation Security Administration checkpoints at US airports on June 11, the first time numbers have climbed above that mark since the coronavirus pandemic brought travel to a near standstill in March. Anyone contemplating a trip has probably asked: Is it safer to fly or drive during the pandemic? As with most things coronavirus, there's no perfect answer. It depends on the trip, on your behavior and your risk tolerance. \"The risks of travel are usually more dependent on the personal choices of the traveler rather than the means of transport,\" said Dr. Daniel Griffin, an infectious disease specialist at Columbia University Medical Center. Stops to eat, drink, use the bathroom and sleep on long car trips add risk. Air travel presents its own challenges. \"Although the air in planes is filtered, the mask usage and hygiene of your fellow passengers may be less than ideal,\" Griffin said. The benefits of driving Dr. William Schaffner, infectious diseases specialist at Vanderbilt University School of Medicine, believes driving has a leg up on safety. \"When you drive, you have much greater control of your own environment and the people around you and so I would think it's safer to drive in the present time,\" Schaffner said. Even with restroom and fast food drive-thru stops, \"you can control your environment regarding the interaction with other people to a much greater extent than you can traveling on an airliner. And of course whatever time you spend on the plane, you're in a very enclosed environment with other people, all of whom may not be wearing masks,\" he said. But Schaffner also said if he needed to travel across country, as CNN Travel reader James Armstrong did, he would fly. Fly or drive: A case study Armstrong, a single dad in San Diego, California, recently wrestled with the fly-or-drive question for a trip to move his daughter's belongings out of her dorm at West Virginia University. \"Is it safer to take four flights ... lasting 7 hours each way with up to 200 other passengers or is it safer to stay in at least three different hotels in three different states, plus all the restaurant/grocery store stops along the way?,\" Armstrong wrote. Ultimately, he and his daughter and two of his younger children flew across country. Taking two weeks off work for a cross-country road trip wasn't viable for Armstrong, who is self employed. He also wasn't convinced that all the interactions it would take to lodge and feed his family on the cross-country trip would be any safer than flying. \"We looked at it, we weighed it, we looked at the time, we looked at the kids' school obligations ... and we just said, 'We're gonna bite the bullet. We'll wear our masks, we'll bring little swabs to clean things if we need to ... And we'll wait it out for 14 days hoping nothing happens.\" They've been back for a little over two weeks now, and they're all symptom-free, Armstrong said. The family saw little enforcement of face covering requirements in airports or during their flights. One flight skipped food and beverage service for safety concerns, but the return flight offered that service. One flight was less full, but passengers were clustered closer to the front, Armstrong said. Bottom line: Social distancing and mask compliance on planes and in airports is uneven. Precautions to take, whether you fly or drive Either way, wearing a mask when you're close to other people helps reduce risk. That includes covering your face when you go through a drive-thru on a road trip and keeping your mask on during a flight. Eating and drinking on a plane presents its own challenges when fliers aren't able to sit six feet from passengers outside their cohort. \"The more you're around unmasked people, the riskier it gets. So maybe you keep your mask on and forgo the drink. But you don't want to get dehydrated,\" said Schaffner. Griffin agrees that eating or drinking in flight carries risk. \"When people eat on planes, they tend to touch their masks, uncover their nose and mouth and potentially expose themselves and others,\" he said. Keep interactions with other people to a minimum. Using electronic check-in apps and packing your own food helps reduce face-to-face contact. Wash or sanitize your hands frequently and sanitize surfaces that others may have touched. But perhaps most importantly, make sure you're OK with the level of risk you're taking. For the Armstrongs, air travel is worth the risk. \"It's like riding a roller coaster for the first time. You're pretty scared, but honestly, after that you're like, 'OK,' \" said James Armstrong. OK enough for another flight? Yes. Armstrong's daughter flew cross-country again this week. Her Southwest flight was overbooked for social distancing and the airline repeatedly called to see if she would change her flight, Armstrong said. She didn't. But it's another sign that there's no guarantee for social distancing on planes. \"You can't anticipate exactly what's going to happen,\" said Schaffner. \"So it's very much your own sense of risk tolerance.\""
    },
    {
        "text": "Ed Adler is a partner in a global strategic communications firm. He spent 36 years at Time Warner, many of them as head of the company's corporate communications. The opinions expressed here are his own. Read more opinion articles at CNN. I was talking to a friend the other day about the pandemic, and we were musing about when we could end our isolation. Now that the world is beginning to reopen prematurely amid rising infection numbers,  I have been thinking especially of those of us in our 60s and older. While the Covid-19 virus attacks all ages, we are among those at greatest risk. What I realized is that we will not be back to normal for a long, long time. Others will venture out. My son (26) and daughter (22) will surely risk the threat of infection and try to resume some normalcy. But for older folks and those with pre-existing conditions, our isolation must be ongoing. We will be the last to resume activity and continue our lives. And while we wait, we can hear the echoes of those who care little about our vulnerability. One example: As the virus swept across the US, a city official in Antioch, California, said Covid-19 should be allowed to run its course, even if elderly and homeless people die. Ken Turnage, chairman of the city's planning commission, posted on Facebook that the country needed to adopt a \"Herd Mentality\" that \"allows the sick, the old, the injured to meet its natural course in nature.\" Turnage, who later deleted the post, refused to resign or retract his comments and was removed from his role. But the remarks shook me. Not everyone expresses themselves as callously as Turnage. Yet I'm equally appalled by those who've suggested the physically weak should be willing to sacrifice themselves for the future of the economy. Even Dr. Mehmet Oz seemed to incline to that view when in April he told Fox News that school re-openings were an \"appetizing opportunity\" because they \"may only cost us 2 to 3% in terms of total mortality.\" He was citing an editorial in The Lancet that said studies had shown school closures alone would reduce Covid-19 deaths in the UK by only 2 to 4 percent according to the New York Times. Oz has since said he \"misspoke,\" but that's little comfort for me, a member of the vulnerable older demographic -- disproportionately dying from the disease — who would be sacrificed because of an impatience felt by some to \"open up.\" The term \"culling of the herd\" is a euphemism for a dark strategy to kick-start an economy severely damaged by lockdowns. It also feels like a nice way of saying that my older friends and I could (and some believe should) be allowed to die. Translated, that means we are like bovines who have bad meat and thus should be expendable to save all the other tasty cows and bulls. The phrase is chilling. And there is another ugly rancher-influenced turn of phrase that is equally scary to me and my boomer cohorts. It's \"herd immunity.\" Herd immunity occurs when a high proportion of the population -- an estimated 70% for Covid-19 -- has developed immunity after exposure to the virus, or through vaccination and the protection, somewhat, of the part of the population that is not immune. The problem with allowing the virus to run rampant to achieve that, however, is that allowing that many exposures could also lead to countless complications and deaths worldwide -- especially among the most vulnerable. The herd immunity idea was a strategy of the Swedish government to neutralize Covid-19. In the early stage of the pandemic, the concept was also floated by UK Prime Minister Boris Johnson as a way to reduce transmission. Both governments have since tempered their support for the strategy. But that hasn't stopped the topic from permeating social media. As for \"culling,\" this has several meanings. Culling fruits means throwing out damaged pieces before the quality ones are shipped to the store -- or thinning fruit trees to maximize their crops. Culling in terms of animal populations — humans, for instance — entails hunting or slaughtering the weaker or sick animals to reduce herd numbers. It feels like I'm starting to see that word more and more on social media. But for people like me, letting the virus run rampant in the hope of building herd immunity is scary and cruel. The country is clearly divided. Many of the pro-Trump base are treating a potentially lethal virus not as science but as a political concoction of the left.  Some also don't believe in wearing masks and reject social distancing. In a society that has always honored and been oddly enamored  of youth and the young, it is not surprising that older folks are deemed disposable by some. But I'm in my 60s and I'm still vibrant. I enjoy working with clients to help them achieve their goals. I'd like to be around to see my kids' marriages and continue to help mentor their careers. I want to hold grandchildren and play with Walter, my grand-dog. The folks who are my age and older will be more vulnerable to exposure as society re-opens. College and school students could spread the virus even as they are better able to shake it off. For us, our pre-lockdown pleasures will be a distant memory while we feel our only option is to stay inside and pray for a cure. A doctor friend of mine says it is simply Darwinism and that only the strong will survive. A religious friend says it is biblical. I'm not expecting to be able to return to the New York City that I love for its energy, its museums, and because I was born here and raised my children here. Without any treatment or vaccine, I fear that, as activity returns, I will only be able to wait in my apartment and go out alone in a disinfected elevator so I can walk around the block. We must be aware that this might be the next phase in our nightmare. Other societies honor their elders. Ours needs to stop using callous phrases about culling them. "
    },
    {
        "text": "Mike Kimmel's no rookie to the python-hunting game. He's captured hundreds of the snakes, which usually measure up to 10 feet long. But as soon he set eyes upon his latest catch, he knew it would be one to remember. Kimmel, owner of Martin County Trapping & Wildlife Rescue, had gone out into the Florida Everglades last week hoping to catch a giant Burmese python. He headed to a secluded island where he spotted alligator droppings and a black snake -- but then came upon a giant python that he instantly knew was special. \"My heart started pounding,\" Kimmel told CNN. \"I've caught big ones before, but this one looked extra large.\" He was definitely intimated by the snake, he said, but he isn't known as the Python Cowboy for nothing. After a brief wrestle and a nasty bite, which was all caught in his YouTube video, Kimmel was able to grab the female snake's head and successfully drag her back to his boat, where he euthanized her. Kimmel is waiting on state authorities for an official measurement. When he measured the snake at home, it was about 17 feet long and he estimates that it weighed about 130 to 150 pounds, he said. The largest python captured in Florida was 18 feet, 8 inches long, according to the Florida Fish and Wildlife Conservation Commission. The pythons began turning up in the Everglades in the 1980s, most likely abandoned by pet owners when they got too big to handle. Some may have escaped from a breeding facility destroyed during Hurricane Andrew in 1992. Now wildlife officials estimate there might be as many as 100,000 pythons living in the Everglades. The snakes kill indigenous animals including racoons, otters, birds and even alligators. Kimmel plans to sell the snake's skin on his website. He said he will  also receive a payment from Florida's Python Action Team, which pays people to remove the invasive species. \"I was proud that I came out on top and I knew that I was going to get a good paycheck out of it,\" Kimmel said. \"But most of all, a snake that size can really get to anything, so I was thrilled to get this dangerous predator out of the ecosystem.\" CNN's Alaa Elassar contributed to this report."
    },
    {
        "text": "A close call on a boat, an unrecognizable celebrity, and a star singer crashes a commencement. Here are the must-see videos of the week. Right place, right time A group of nine boaters found themselves in a frightening situation after a towline snapped while their boat was being towed to safety off the coast of Florida. Fortunately, the Okalossa Sheriff's Department Marine Unit was close by and was able to spring into action to pull them off the boat as it started sinking. All nine people aboard were wearing lifejackets, and two were treated for minor injuries. Shocking transformation A lot of us are looking to get a haircut after quarantining from the coronavirus, but Willie Robertson of \"Duck Dynasty\" fame took it to a whole new level. Robertson, who said he hadn't cut his hair in 17 years, stunned fans and family alike. Watch the video above to see his wife's priceless reaction. Commencement crash Fans of the popular show \"Schitt's Creek\" were delighted after the star singer Mariah Carey joined the cast for a rendition of her song \"Hero\" during a YouTube commencement video. Carey, who is a running theme on the show, has said she is a fan of the series herself. A beer to remember A pair of best friends got the experience of a lifetime after their social media post about unity went viral. Country music star Brad Paisley was so touched by the image that he surprised the duo by buying out a warehouse full of beer. Sign me up! Not your average fish tale Chicago Bulls legend Michael Jordan is known for his big performances on the basketball court, but his latest achievement came at sea. He assisted his crew in reeling in a massive 442-pound marlin while in a sportfishing tournament off the coast of North Carolina. In what might be Jordan's first big loss, three other boats hauled in marlins weighing over 450 pounds. "
    },
    {
        "text": "A British woman has hatched three ducklings she named Beep, Peep and Meep from eggs she bought at supermarket chain Waitrose. Charli Lello, 29, decided to incubate the Clarence Court duck eggs while she was furloughed from her job as an assistant retail manager because of the coronavirus. \"I got the idea from a video that popped up on my Facebook feed of someone hatching quail eggs,\" she told CNN. \"That was my original plan but whilst I was in Waitrose I saw the duck eggs and thought they might work too. Mum and I had briefly spoken about getting some ducks after lockdown anyway. \"Part of me thought it would never work, none of the quail eggs developed but after 6 days in the incubator I checked the duck eggs and could see veins and a very tiny wiggly embryo. Then the excitement kicked in.\" \"I spent the whole two days that Beep was hatching glued to my incubator. Thankfully I had friends at the end of the phone to keep me calm. He was a lone chick for two days so I had to make a little sling out of a beanie hat and carry him around until Peep hatched. Meep joined a week later.\" Lello, who also keeps chickens, plans to keep the ducklings in her home in Hertfordshire, north of London, until they are fully feathered, and then move them to live outside with her chickens. She said it was \"a great feeling\" but anyone wanting to do the same should do their research, and ensure they had the right set-up and space to care for ducks -- and a back-up plan. Waitrose said in a statement sent to CNN that it was only on \"rare\" occasions that an egg sold in its supermarkets would be fertilized. The high-end supermarket said that because it was \"notoriously difficult to identify the sex of egg-laying white-feathered ducks,\" males were sometimes left with groups of females and there were also rare instances when a wild duck (female) encounters a farmed drake (male). It said that without incubation, fertilized eggs \"are entirely indistinguishable from normal eggs\" when eaten. Clarence Court said in a statement supplied to CNN that its eggs traveled from farm to packing center to supermarket depot to store, so \"it is a feat of remarkably slim odds that a duckling has been hatched.\" \"Duck egg production is a very small industry, and the separation of males from females relies wholly upon the skill of very few qualified people.\" Unlike commercial laying hens, for example, laying ducks are all white-feathered and similar size when grown. \"Most drakes can be spotted by a little curl to the tail feathers, although not all of the drakes possess this visual marker. \"Duck egg production is a very small industry, and the separation of males from females relies wholly upon the skill of very few qualified people.\" Unlike commercial laying hens, for example, laying ducks are all white-feathered and similar size when grown. \"Most drakes can be spotted by a little curl to the tail feathers, although not all of the drakes possess this visual marker. \"Our ducks are kept in small flocks with access to the outdoors every day. In this open-air environment, while it is infrequent, our ducks may attract the attention of wild drakes. So, whilst it is very unusual for males and females to come into contact with one another, it is not impossible.\" "
    },
    {
        "text": "Young Americans are having less sex -- and they can't even blame the coronavirus pandemic for this one. Sexual inactivity increased among young American men between 2000 and 2018, according to San Diego State University researchers who studied survey data from US adults. Postponement of adulthood and the growth of the internet and digital media could be reasons for why. Psychologists analyzed data looking at sexual frequency and number of sexual partners, looking at responses supplied by more than 4,000 men and 5,000 women for each question. Men who were unemployed, had part-time employment or lower incomes were more likely to be sexually inactive, psychologists found, noting that the percentage of sexually inactive 18- to 24 year-old men increased from 18.9% between 2000 and 2002 to 30.9% between 2016 and 2018. Women aged 25 to 34 were also having less sex, researchers said in an investigation published Friday in the medical journal JAMA Network Open, pointing out that students were most likely to be affected. The reasons for this downturn are complicated, researchers said. \"First, adolescents and young adults are taking longer to grow to adulthood. This includes the postponement of not just sexual activity but also other activities related to mating and reproduction, including dating, living with a partner, pregnancy and birth,\" explained Jean M. Twenge, report author and professor of psychology at San Diego State University said in a statement. These reproductive trends are \"part of a broader cultural trend toward delayed development,\" Twenge said, and had not occurred in isolation. \"It is more difficult to date and engage in sexual activity when not economically independent of one's parents,\" Twenge wrote. However, researchers were also quick to point out that the trend of \"growing up slowly\" did not explain why sexual activity had decreased among older and married adults, noting that \"the growth of the internet and digital media\" could be affecting sex lives. \"Put simply, there are now many more choices of things to do in the late evening than there once were and fewer opportunities to initiate sexual activity if both partners are engrossed in social media, electronic gaming or binge-watching,\" Twenge added. While social media and internet sites should in theory make it easier for Americans to find sexual partners, the use of mobile technology could interfere with the satisfaction garnered from in-person interaction, the report's authors said. It's not just young people in the US who have been having less sex. British couples are having less sex than in the previous two decades, although the number of people wanting more is rising, according to a 2019 study from the United Kingdom's London School of Hygiene & Tropical Medicine. A number of health benefits have been linked to regular sex, including reduced stress, improved heart health and better sleep. Due to the coronavirus pandemic, however, it might be harder than usual for couples to act on their impulses, with stay-at-home orders and other social distancing measures still in place in many countries around the world. "
    },
    {
        "text": "New York \"Bye-bye Tucker Carlson!\" T-Mobile CEO Mike Sievert tweeted earlier this week in response to consumers who criticized the advertisers on Carlson's show. Sievert said on Twitter that T-Mobile hasn't bought any air time on \"Tucker Carlson Tonight\" for \"about a month, and we won't be in the future, either.\" Carlson's Fox News show has once again become a target of critics and a no-go zone for some advertisers. Liberal groups have called out Carlson's advertisers and encouraged customers to take action. The proximate cause: Carlson's comments about the Black Lives Matter movement. \"This may be a lot of things, this moment we're living through, but it is definitely not about black lives,\" Carlson said Monday night. \"Remember that when they come for you, and at this rate, they will.\" What many people heard Carlson telling his nearly 100% white audience was black-people-are-coming-for-you. The next day, Fox came out with a statement attempting to clarify: \"Tucker's warning about 'when they come for you' was clearly referring to Democratic leaders and inner city politicians.\" Media Matters, an advocacy group that opposes Fox, re-shared a list it keeps of Carlson's sponsors. Sievert from T-Mobile spoke out on Tuesday. Papa John's Pizza said on Wednesday it would halt future advertising. The latest ad boycott effort has caused new headaches inside Fox, according to sources at the network. It is unclear if the impact is more or less significant than past campaigns against Carlson. At this point, many large national brands avoid Carlson's 8 p.m. talk show, even though it is among the highest-rated shows on cable television, which would normally make it an attractive place to run ads. Carlson's right-wing commentaries about immigration caused a pressure campaign by liberal activists and led many advertisers to retreat in late 2018. At this point, the show has relatively few big-name advertisers, according to data from iSpot, an ad measurement firm. Between June 1 and 10, Carlson's biggest sponsor by far was MyPillow, a brand closely aligned with Fox News as a whole. MyPillow ran 120 spots on Carlson's show, while the next biggest advertiser, Relaxium, ran 28 spots. The third most frequent advertiser was Fox News itself, with promos for other shows, followed by Fox Nation, with promos for the company's streaming service. Other sponsors on Thursday's edition of the show included Leaf Filter, Sandals, Tommie Copper, and Fisher Investments. A Fox spokesperson reiterated what the network has said on past occasions when Carlson's show has been scrutinized: That the pressure campaigns do not hurt the bottom line. Any advertiser who wanted to shift out from the 8 p.m. time slot has \"moved to other programs and Fox News hasn't lost any revenue overall,\" the spokesperson said. Fox's statement, however, doesn't account for missed opportunities. If there was robust demand to run ads during Carlson's high-profile time slot, Fox would be able to charge more and pack more ads into the show, thus boosting revenue. Carlson, who is close to Fox Corp CEO Lachlan Murdoch, continues to have the support of management. The company's position, as expressed in late 2018 and again in 2019, is that \"we cannot and will not allow voices like Tucker Carlson to be censored by agenda-driven intimidation efforts.\" "
    },
    {
        "text": "New York The summer travel season, which was all but written off just weeks ago,  have some peeks of sunshine after all. Demand is rising across several segments of the industry as coronavirus restrictions ease in the United States. While people aren't taking elaborate international vacations this year, they are renting home shares, flying domestically and even taking RVs to explore the wide open road. Here are some cautious signs that travel is returning: Airbnb The home and apartment rental service reported a surge in bookings for the summer. Airbnb revealed that it had more US bookings between May 17 and June 3 than the same time period a year earlier. And it appears the momentum is continuing: Last weekend (June 5 through 7)  gross bookings grew year-over-year for the first time since February. CEO Brian Chesky said he's noticed travelers are preferring to stick to drivable destinations within 200 miles of their home and that customers are booking stays for one week or longer because of the shift to remote working. \"Work from home is becoming working from any home,\" he told Bloomberg News. Airlines Shares of major US airlines, including American Airlines (AAL), Delta Air Lines (DAL) and United (UAL) showed signs of life earlier this week before losing most of those gains in a broader market sell off and a bearish view from an analyst who said the recent rally is overdone. Still, airlines are bolstering their summer schedules as demand increases. American is taking 140 planes out of storage for an increased July schedule. The Fort Worth-based airline said it's flying 55% of its normal schedule in July, a huge jump from the 20% it's flying in June. The airline is seeing an increase in fliers to Florida and mountain destinations in the West. Delta said it added 100 domestic flights in June and continues to rebuild its schedule in the coming months. United is also in the process of restoring international routes. The entire industry is also seeing a slight revival, according to Adobe (ADBE): Domestic flight bookings have tripled between April 1 and May 31, with southern states being the top destinations. The analytics firm said that another sign of normalcy returning is that the flight booking window --  the time between when a flight is booked and when it's taken -- is shortening to the usual 45 to 50 day range. That suggests \"travelers are starting to feel confident their flight and holiday requests will be fulfilled,\" it said. In March and April, consumers were booking flights several months in advance. Disney If Disney theme parks reopen, will crowds come? The company is betting they will. Disney announced this week that Disneyland and California Adventure — its flagship theme parks in California — are reopening beginning July 17. Disneyland's reopening follows the announcement that Walt Disney World in Orlando, Florida, will begin a phased reopening in July. All resorts will have \"enhanced health and safety measures.\" The company said that theme park capacity will be \"significantly limited to comply with governmental requirements and promote physical distancing.\" All 12 of Disney's parks in North America, Asia and Europe closed because of the outbreak on different dates this year. Shanghai Disneyland, the company's largest international park, reopened on May 11 after being closed since January 24. Las Vegas The reopening of the gambling oasis has been met with pent-up demand. So much so that both Caesars (CZR) and MGM Resorts (MGM) are both reopening resorts on the Strip earlier than expected. MGM said Thursday its Luxor, Aria and Mandalay Bay resorts will reopen , over the next month, while the Excalibur, Bellagio, MGM Grand and New York-New York are already open. Dates for Park MGM, Mirage, Vdara and the Delano, which is part of Mandalay Bay, have not yet been announced. Caesars said this week it's reopening the Linq casino floor (guest rooms will remain closed) following a \"successful reopening weekend\" for Caesars Palace, the Flamingo and Harrah's. Some other properties, like Planet Hollywood, Paris and the Rio, remain shuttered. RVs RV sales and rentals are booming, with demand swelling in recent weeks. Enthusiasts say the vehicles are thriving because of social distancing concerns. Air and train travel have become less appealing. With an RV, there's no need to share a hotel elevator or airplane bathroom, and meals can be prepared inside the vehicle. Jon Gray, CEO of RVShare, laid off 10% of his staff in March and furloughed 30% of his remaining employees. Business started to pick up in mid-April as states loosened travel restrictions, and he's since brought back all the furloughed workers, and sales in the last week are more than double the same period last year. A competitor, Outdoorsy, said its bookings last week have grown 300% when compared with the same period a year ago. Airstream's parent company, Thor Industries (THO), said this week that demand for its products are \"very strong.\" TSA Transportation Security Administration said this week that screenings at US airports surpassed 400,000 last Sunday and Monday and 500,000 on Thursday, the highest number of travelers since late March. Screenings on Thursday were still down 81% from the same day a year earlier, but that's a big improvement from the 90% drop in May and the 95% drop in screenings in April. Screenings bottomed out at about 87,500 on April 14. --CNN Business' Chris Isidore and Matt McFarland contributed to this report. "
    },
    {
        "text": "Crisis Text Line, a high-profile crisis hotline backed by millions of dollars from some of tech's biggest names, said Friday that the nonprofit's board of directors \"voted to terminate\" its CEO and founder effective immediately following accusations of inappropriate conduct, according to a letter from the board sent to staffers and leadership and shared with CNN Business. The ousted executive, Nancy Lublin, previously referred to Crisis Text Line as a \"giant love machine,\" but inside the seven-year-old organization, staffers have recently staged a virtual walkout, demanding its board and leadership take steps to create an \"anti-racist\" organization. \"Crisis Text Line is not the safe and welcoming place it should be,\" the board's letter said. \"We recognize and apologize for our role in enabling this environment to persist. We take full accountability and are ready to address these issues head-on. No form of racism or bullying of any kind will be tolerated at Crisis Text Line.\" CNN Business made repeated attempts to contact Lublin for comment, but received no response. Lublin will also vacate her board seat, which will be filled with a staffer, elected by peers on an annual basis, the letter said. As the nonprofit searches for a new CEO, board member Dena Trujillo will step into the role as the interim CEO. Additionally, at least two members of the board will be replaced with black, indigenous, or persons of color candidates, according to the letter. The nonprofit's head of communications, Ashley Womble, is on administration leave while an independent investigation is conducted. The letter makes clear that more could have been done sooner. \"In 2018 the Board of Directors was made aware of concerns at Crisis Text Line about inappropriate conduct of individuals in leadership positions, including CEO Nancy Lublin. We were given the opportunity to take action, but failed to do enough,\" it reads. Crisis Text Line was founded in August 2013 by Lublin, then the CEO of DoSomething.org, a non-profit focused on youth activism, and was eventually spun out into its own organization. It raised nearly $24 million in 2016. This week, using the Twitter hashtag #NotMyCrisisTextLine, people have drawn attention to the walkout and levied allegations of a toxic workplace under Lublin's leadership. DoSomething.org did not immediately respond to request for comment. DoSomething.org's board is reviewing the situation, according to Aria Finger, the organization's current CEO. In a series of tweets Friday afternoon, Finger, who previously worked under Lublin before being promoted to CEO five years ago, addressed recently made allegations of a toxic and abusive workplace. \"I must acknowledge the responsibility I had during that time, as well as the power that I could have used, to better support my colleagues,\" she tweeted, adding that she has not done enough \"especially internally\" to address racial inequity. \"Not even close.\" The blowback comes at a time when the nation is more broadly confronting inequality and social justice, and as organizations and brands, including Crisis Text Line, are making public statements about racism. "
    },
    {
        "text": "Amid the protests over the death of George Floyd and larger racial inequalities in the US last week, Refinery29 swapped the colors of its website, going from its usual jewel-tone to the Black Lives Matter movement's signature black. It was supposed to be a show of solidarity and of unity between a progressive website aimed at women and the movement. Instead it inspired a revolt. In the ensuing days, a number of former employees came forward on Twitter to call out what they saw as hypocrisy on the part of the website's leadership, especially when it came to matters of race and diversity. The site's co-founder and editor-in-chief, Christene Barberich, had repeatedly confused one black woman with another, one said; another tweeted that an executive once confused her with the caterer; a third person said she was paid $15,000 less than her two white coworkers who were doing the same job. And within less than a week, Barberich was out of her job, saying on Monday she was stepping down \"to help diversify our leadership in editorial.\" Ashley C. Ford, the former employee who said Barberich used to confuse her for another black woman, was one of the most prominent people who spoke out, saying in one tweet that she'd left Refinery29 after nine months because of a \"toxic company culture where white women's egos ruled.\" She was moved to tweet, she told CNN Business afterward, by seeing a thread from another former employee, Ashley Alese Edwards. \"[W]hen I started reading that thread and started seeing some of the responses to it, the big thing that hit me was, 'Oh, you idiot. Leaving didn't make anything stop. ... You left and they kept doing this. They kept treating women like this. They kept treating black women like this,'\" she said. Ford and Edwards were not the only ones who spoke out, or the only ones with disturbing stories to tell. Some sources who spoke to CNN Business said there was a glaring lack of diversity at the company. Some said that despite the inclusive image that the site tried to present, Barberich made a number of editorial decisions that had the effect of diminishing minority and especially black women. When Barberich was approving photos for the site, a former editor and a former executive photography director told CNN Business, she would reject some as \"off-brand.\" The pictures she rejected that way were consistently of women who were either black or plus-size, they said. These two former employees said they knew the types of celebrities that Barberich would approve to be included in Refinery's coverage, and that her decisions appeared to be based on race. Barberich \"loved Solange Knowles, Janelle Monáe was OK, but otherwise our team knew which celebrities would get rejected... the black ones,\" the former editor said. \"We kept pitching them anyway. But it was a running and grim, unfunny joke on our team. We'd say, 'Gee, I wonder who will possibly get cut?' Because we knew.\" In response to this accusation, Barberich said in a statement, \"My goal has always been to help close the representation gap and I believe that is reflected across the pages of Refinery29.\" The former executive photography director said she repeatedly filed human resources complaints against Barberich for her editorial choices but was told by an HR representative that it was not the company's job to manage Barberich, who reported to global president and chief content officer Amy Emmerich. Nancy Dubuc, the CEO of Vice Media Group, which owns Refinery29, said in a statement to CNN Business on Thursday, that Vice was unaware of the \"toxic culture\" at Refinery29 when it acquired the company. \"It is unacceptable, and we are grateful to all the people who bravely came forward to shed light on the situation,\" she said. Dubuc added that Vice is looking for a new editor-In-chief for the site and has put in place an \"immediate action plan to ensure that our workplace empowers diversity, equity, and inclusion inside our walls and reflects the brand purpose audiences have come to know us for.\" In a lengthy statement responding to CNN Business' questions about her alleged actions, Barberich said she had co-founded Refinery29 to \"amplify and build community around women rarely seen or heard in media.\" She acknowledged a personal failure to do that, \"to the detriment of Black women and women of color in particular,\" saying, \"I couldn't see how my own perspectives and privileges held back the changes that needed to be made to further that purpose and vision, and to provide these women with the support they needed.\" She continued, \"To all those I let down, especially members of my own team: I'm deeply sorry. The reason I stepped aside this week was to acknowledge that failing, and to make space for a new editor-in chief and a new generation of leadership at Refinery29 who can forge a path with an even deeper commitment to our original mission.\" When Vice Media announced last year that it was acquiring Refinery29, Dubuc sent a memo to staffers in which she acknowledged the seemingly mismatched company cultures. Vice is the notoriously edgy hipster outfit that was the subject of a 2017 New York Times article exposing toxicity and sexual harassment scandals inside the company, while Refinery29 is a fashion site aimed at progressive women and promoting diversity and inclusion. \"[H]ow can the 'bros' ever mesh with the feminists of Refinery?\" she asked. But 60 current and former Refinery29 employees who spoke with CNN Business over the course of a lengthy investigation painted a picture of a culture that actually fit quite well. The issues at Refinery29 were not limited to ones around race, they said. Refinery29's official mission is for women to \"claim their power,\" but the video team was led by a male manager who, three former female staffers allege, verbally abused them in public. Refinery29 promotes stories about self-care, but 23 employees said overly ambitious traffic demands made them feel chained to their desks, and others said it kept them from taking vacations. Refinery29 tells women to ask for more money, even publishing a book that dealt in part with the subject, but 27 staffers said they were underpaid or restricted from raises. \"When people talk about the cultures not meshing it's astonishing to me because from what I can tell the cultures are very similar,\" a former editor said. \"[A] culture that's about corporate excess and workers being treated terribly, that's Refinery.\" Unbothered Refinery29 had started as a fashion and beauty blog. But over time it evolved into a site that included coverage of women's issues, pay gaps, and sexual harassment, among other topics. In 2016, it launched The 67% Project, a campaign to promote female representation of \"all shapes and sizes\" by highlighting the population of women \"who are defined as plus size.\" Money Diaries, a reader-generated column, challenged women to speak more openly about salaries and money management. Many of the sources who spoke to CNN Business about their experiences at Refinery29 said they had joined the company enthusiastic about being part of a brand dedicated to women's empowerment. But once inside they were shocked by a workplace that seemed at odds with its public image. \"Walking around that office when I worked there, it was very white, very straight,\" a former producer said. \"That always bugged me. It's not what I expected. It's not that they didn't believe in the message, but the talent needs to reflect the content they are producing.\" Nikki Tucker, a former social media editor, said, \"Refinery was really touted as that millennial place of inclusivity, where women are celebrated. You're not shamed for your body. It felt right up my alley. As a black woman in America, there aren't really too many spaces for me to be at a place where inclusivity is celebrated — at least, so I thought.\" Kristin Booker, a writer on contract at Refinery29 in 2014, recalled that she was one of only a few black people in the office when she worked there. Ford worked at Refinery29 in 2017. She \"would spend a lot of time in office late,\" she said, and the people who were \"most likely there, still working ... were black women.\" \"When I talked to those women about how much money they were making and what their expectations were and what their relationship was like with their superiors, it became very clear to me that I was being treated differently and I didn't want no part of that,\" Ford said. In 2018, Refinery29's staff was 69% white and 8% black, according an internal diversity survey obtained by CNN Business. According to updated numbers provided by Vice, Refinery29's staff as of June 9, 2020 was 54.42% white and 10.7% black. These numbers are comparable to at least some of Refinery29's competitors', according to publicly released data. In 2019 BuzzFeed US' staff was 7.7% black and Vox Media was 8% black. Among those who spoke out publicly about Refinery29 last week were founding members of Unbothered, a sub-brand for black women. Current and former staffers who spoke with CNN Business frequently cited Unbothered, along with other similarly progressive, inclusive work like The 67% Project and The Anti-Diet Project as among the editorial projects they were most proud of and that were most celebrated internally. But getting Unbothered off the ground was a struggle, according to its founders. \"Creating Unbothered was a year-long journey that led to the strongest community of Black women I had ever seen at the company,\" former senior social media editor Alessandra Hickson said in a statement to CNN Business that she then posted on Instagram over the weekend. \"But it was also, unfortunately, one of the hardest years of my life thanks to a toxic culture that left me emotionally drained.\" Hickson wrote that she \"observed other colleagues, usually Black and Brown women, be subjected to tone policing, pay disparity, and open verbal abuse.\" Sesali Bowen, a former senior entertainment writer and a founding member of Unbothered, also spoke out online and in an email to CNN Business. \"I thought it was a privilege to be getting exposure and experience across different areas of the company. I thought I was uniquely valued,\" Bowen wrote in the email. \"In hindsight, I believe I was being tokenized as a fat Black woman and underpaid for my work.\" Bowen said Barberich once \"ran her fingers through my hair\" as she complimented her new hairstyle.  CNN Business corroborated this account with an eyewitness who said the incident happened out in the open where others could see. In her statement on Thursday, Barberich apologized for this, saying \"I am truly sorry if this happened and if she felt uncomfortable in any way.\" She also apologized for confusing Ford with another woman: \"I could have certainly called her the wrong name. If I did, I sincerely apologize,\" she said. Publicly, Refinery29 touts the success of Unbothered, but several of its founding members told CNN Business that the company initially had been resistant to the idea. Former producer Ryen Williams, who was laid off in 2018, recalled frequent meetings she had with Amy Emmerich, Refinery29's chief content officer, about the need for more content created by people of color. Eventually, Emmerich helped the founders settle on an Instagram profile separate from Refinery29's main account that became Unbothered, which has since grown to a full vertical with a newsletter and a tab on the site. \"In addition to being segregated, we were told that we wouldn't be given resources to create,\" Williams told CNN Business. \"After it took off ... the company realized that Unbothered could be monetized and that's when they started to care.\" On Thursday, Emmerich issued a statement about the launch of Unbothered, saying, \"When we start new franchises we start small, with a soft launch, and ask ourselves 'what would resonate with the audience?' [Hickson] was instrumental and the only full time staff with one freelancer. However we used shared services from across the company -- from photo, design and video. In 2018 [Hickson] left -- and since then Unbothered has grown to 4 dedicated staff and 1 freelancer.\" Raven Baker, a former associate social media editor for Unbothered, said she left the company due to burnout. She had repeatedly brought up to management concerns about low morale and team issues, she said, to which the company responded by changing staffers' seat assignments. \"Unbothered is supposed to be a safe space for black women on the internet. How is that when it's not even a safe space in the workplace?\" Baker said. Unbothered continues to lack support at Refinery29. Several former and current staffers told CNN Business that the Instagram account is primarily run by an intern making $15 per hour. Emmerich sent a memo to staff on Thursday, apologizing \"to the many Black women and POC who have spoken out about the unacceptable culture at Refinery29 with courageous, raw and painful stories about their experiences. No qualifications, no excuses -- I am sorry.\" She acknowledged that she \"let our audience down\" and vowed to be \"more present\" going forward. Even after the launch of Unbothered, Barberich repeatedly made other editorial decisions that placed non-white women in the background of the site's coverage, or excluded them altogether. In addition to the comments sources said she made about photos of women who were not thin and not white being \"off-brand\" and the list of acceptable celebrities sources said she kept that included only black celebrities who are light-skinned, one former editor who spoke to CNN Business said they had witnessed several instances in which Barberich picked photos of white people over ones that included people of color because she said \"white faces\" drove more traffic. Another former editor and a former producer said they witnessed similar editorial decisions by Barberich. Barberich allegedly made some of these decisions based on A/B testing — a method used to compare two variations of the same content online to see which performs better with readers. \"White faces always got more clicks than brown or tan faces, which is the audience's doing, not the company's, yet the data always had the final say,\" the former editor said. The producer concurred, saying, \"Most employees pushed very hard for diversity on the site.\" \"The pace there was untenable\" Before it became a digital media empire, Refinery29 started in 2005 as a niche fashion blog about independent shops in New York City. Its four cofounders -- Justin Stefano, Philippe von Borries, Piera Gelardi, and Barberich -- led it together until Stefano and von Borries, who bore the titles of co-CEOs, stepped away from day-to-day roles after the Vice acquisition. Stefano and von Borries on Wednesday addressed the allegations in a post on the Refinery29 website, saying, \"Even though we're no longer at the company, as co-founders and former Co-CEOs, at the end of the day the buck — and the culture — stopped with us.\" \"After having read these accounts, we recognize how our privilege as two white male CEOs created blinders that kept us from seeing the struggles, exclusion, and aggressions that you felt at R29. This is an earthquake of a wake-up call,\" they said. \"We wanted to create an inclusive environment but didn't spend enough time with team members listening to them and hearing their stories.\" The company evolved into a \"rare haven for young women to be taken seriously,\" said one former staffer. Women, many in their twenties, wrote about fashion and beauty in their own voices and attended some of the industry's most high-profile events. \"The brand really, truly, was on fire,\" said Annie Tomlin, a former beauty director. \"I have so many emails from people wanting to get a byline or photo credit there. Brands and publicists were deeply interested in being my friend because I worked there. It was the cool place to be.\" But Tomlin, who started at Refinery29 in 2012, said that on her first day she left the office \"in tears\" when she learned the reality of the company's ambitious traffic goals. She had 12 years of experience in media and saw herself as a \"very quick learner\" but, she said, \"the pace there was untenable.\" \"I felt like I was thrown into the deep end,\" Tomlin told CNN Business.  \"Even if you were doing everything you could, there were some factors that are beyond your control.\" Ten staffers who spoke to CNN Business said management's relentless push for traffic was apparent in a constant stream of emails sent to the editorial teams to communicate how they were pacing relative to their goals. A former Refinery29 editor described the emails as \"quite impressive and thorough\" but added that \"every time I saw that email arrive, my stomach would tighten because it could mean we suddenly had to scramble to make up for lost pageviews.\" It's not unusual for publications to push for traffic. Advertising revenue depends on bringing readers to a site; hitting traffic goals can be the difference between a publication's thriving or dying. But former Refinery29 staffers said they found themselves overworked by what they say were the company's overly ambitious traffic goals. Some of the staffers who spoke to CNN Business said they saw traffic as a reflection of their own popularity. Three former writers said they would get reports that showed who was behind in hitting their traffic goals. \"Screenshots of articles were put up during meetings, and names weren't cropped out, so you felt the failure personally,\" a former writer said. \"It sucked.\" Booker, the writer who was on contract at Refinery29 in 2014, nicknamed it the \"shame board.\" One way that many sites keep a strong output of content to drive traffic is by picking up original reporting from other news outlets and rewriting it — known in the industry as aggregation. Another way is by monitoring trending stories from social media to see where readers' interests are at any given moment. These stories are often easy to produce, requiring little or no reporting and yet driving a significant number of readers to a site. But Refinery29 wanted it both ways: they wanted the fast trending stories, but done as if they were another, more labor-intensive, kind of article. A former editor who spoke to CNN Business said their team of three reporters was asked to produce 12 to 15 stories total per day. Each of these stories was supposed to include multiple interviews, plus original photography or illustrations. That workload would be daunting even for a seasoned newspaper beat reporter, who, on a typical day, might produce just one or two stories. The desire on the part of Refinery29 to create beautifully packaged stories with original reporting was admirable, but at least six former employees told CNN Business that the pressure from all of it led to burnout. Booker said she typically wrote six to seven stories a day. \"I wasn't used to the feeling of if I left my desk for longer than a few minutes, somebody was going to come looking for me,\" Booker said. \"If I wasn't at my desk looking like I was producing, I had to have a damn good excuse. It was terrifying.\" Similarly, some staffers on the video team said they were under what they considered \"aggressive\" mandates for video views. Some producers would play Refinery29 videos on a loop at their desks to increase views, according to two former staffers on the video team. In the pursuit of traffic, Refinery29 went from unearthing unique stories about fashion to chasing trending stories and celebrity news. \"I used to describe Refinery29 as Vogue in the modern era. After 2016, especially the last couple of years, it became more about selling so our content watered down...to a younger teen magazine,\" said a former Refinery29 designer. Jess Rezendes, a supervising story producer, told CNN Business that the day she \"realized that Refinery29 was full of sh*t\" was when co-founder Gelardi sent an email to encourage staffers to write and generate traffic as a way to support \"A Day Without A Woman,\" a strike that took place in March 2017 to protest President Trump's policies. Other female-centric sites, including Bustle and Teen Vogue, went dark for the occasion. New York Magazine's culture site The Cut also went on strike to support the cause. Gelardi did not ban staffers from participating in the strike, but Refinery29 kept publishing stories that day. For Rezendes, the email was disingenuous and showed what she called Refinery29's \"hypocrisy\" because she felt that it was self-serving for the company to be producing content rather than striking. Refinery29 offered unlimited vacation as a perk, but some writers say the push for traffic made taking time off nearly impossible. According to five former writers, editorial staffers had to prep a minimum of one story for every vacation day they took, something not typically required of journalists in other newsrooms. At least two people said that this policy prevented them from taking time off. The hope was that writers could complete the extra work between the business hours of 9:30 a.m. and 6:30 p.m., according to an internal email obtained by CNN Business. But that was not always possible, according to the five former staffers. One former writer said after taking one sick day due to an infection, her manager asked her to \"double\" her output -- meaning at least four stories -- when she returned the next day. Toxic managers Barberich wasn't the only manager at Refinery29 who current and former employees accused of toxic behavior in interviews with CNN Business. There is also Stone Roberts, who was hired from Scripps in 2014 to help Refinery29 increase its video output. In a 2018 interview with Forbes, Emmerich, the chief content officer, cited Roberts as a \"great partner\" who \"helped pave the road so when I got here at Refinery29, I could run.\" Refinery29 hired Emmerich in January 2015, also from Scripps, to help build out the site's video production. Despite this high praise for Roberts, staffers on the video team said they felt demoralized by him. Three former staffers said he yelled at and insulted them in meetings when other employees were around. Two of those former staffers who were subjected to this abuse said he was \"vindictive\" when called out on it. One of those staffers said he lost his temper and cursed at them. This person said Roberts later apologized by placing a bottle of hard alcohol on her desk and muttering \"sorry\" as he walked away. \"To me, it wasn't an environment that's actually fostering female empowerment. It was fostering insecurity,\" the staffer said. Roberts told CNN Business in a statement through Vice that he had \"received extensive management training and coaching between 2015-2016 to address these issues.\" But at a routine video team meeting in 2017, three witnesses said Roberts lashed out at the video team over an anonymous employee satisfaction survey about Refinery29's workplace culture. Some staffers who took the survey told CNN Business that they cited his behavior as a reason for their job dissatisfaction. In a packed conference in the New York office, Roberts \"sits there and just tears into the entire team. 'You guys destroyed me. How could you do this to me?'\" a former staffer in attendance told CNN Business. A second former staffer who was at the meeting said, \"We were all in there and he was clearly really upset and he addressed it and it was a weird vibe because it sucks to hear these things about yourself, but at the same time, how is this surprising?\" In August 2017, Roberts moved to Los Angeles to \"build out the video team,\" according to reports. That's the \"story we were all told,\" a former staffer said. What's not clear is whether Roberts was reprimanded or punished for language his co-workers found offensive. He is now the Senior Vice President and Head of Global Production & Operations at Vice Studios Roberts said in his statement that he moved to Los Angeles \"for family reasons.\" Money disparities Refinery29 has covered the gender wage gap and offered strategies for women to ask for raises. In fact, Refinery29 produced an editorial package, \"The Secret Guide to Getting More,\" in December 2017 as a how-to guide on salary negotiations. It was billed as a \"first step toward asking for what you deserve.\" But when nearly a dozen employees did exactly that, they said, they felt they were shut down. One former writer told CNN Business that around the same time the guide was published, she was given a promotion, but it was only in title. \"Here you are telling readers they should ask for more, but you're giving me a promotion that is title-only,\" the former writer said. \"The messaging we were constantly given is we're family. We'll take care of you. We're a family. But that's not the way you treat your family.\" A former designer at the company said she was rebuffed when she took her pay disparity complaint to human resources after she learned that a male colleague in a similar role made more than she did. Another former writer said their manager offered a raise, only to revoke it later without providing a reason. A former editor said she tried and failed to secure a raise for a writer to match the salary of another writer with similar experience who was making $14,000 more. A former female employee said she had to threaten legal action in order to secure a raise to match what a male colleague in the same role was making. \"At the top level when I tried to fight this, they were all women, and no one really paid any attention to it. How is this possible here?\" the former designer said. Megan McIntyre, a former beauty director, said she discovered she had been making at least $30,000 less than her friends in similar positions at other publications. When she asked for a larger raise than the $5,000 bump from a promotion, she was turned down. \"The response at the time was along the lines of we can't give you this kind of raise because then we'd have to let other people go,\" McIntyre said. \"That's the thing where they spent too much money and now they can't afford to pay you what you're worth.\" Refinery29's biggest cash infusion came in August 2016 through a $45 million funding round led by Turner, a relationship that meant Refinery29 could expand its video footprint. (CNN was a division of Turner, an entity that now operates under the umbrella of AT&T's WarnerMedia, which owns CNN.) Refinery29 held a champagne toast to celebrate. \"That meeting felt like nothing could stop us, that our content was going to be on TV and Refinery29 was going towards world domination,\" said a former Refinery29 designer. In December 2017, Refinery29 laid off 34 employees, about 7.5% of its workforce, and the company shifted to focus on \"growth engines,\" including long-form scripted and unscripted video. After those layoffs, Refinery29 employees began talking about unionizing to address the problems at the company.  In January 2019, a few months after Refinery29 laid off dozens more people, 40 members of the editorial staff unionized with the Writers Guild of America, East. In December, Refinery29 staffers agreed to be covered under Vice's union. \"[Vice's] contract establishes salary minimums, which have been crucial in bringing those who were underpaid -- including most of our writers, editors, contractors and freelance writers -- up to industry standards,\" Leah Carroll, a member of Refinery29's labor management committee, said in a statement in May. \"We also were able to secure annual cost-of-living wage increases and standardized job descriptions across the unit.\" Carroll was one of at least 10 Refinery29 staffers who was laid off in June when Vice Media cut 155 jobs due to the economic fallout of the pandemic. For one former editor, her frustration over Refinery29's pay disparity stemmed from what she saw as the company's wasteful spending on the free snacks, kombucha on tap, happy hours and extravagant holiday parties she saw when she worked there. \"We'd hear how successful the company was, how we were profitable and bringing in revenue, and getting these massive advertising deals,\" the former editor said. \"It was hard to see and hear, like, 'There's all this money! But you can't have any.'\" "
    },
    {
        "text": "CNN legal analyst Anne Milgram is a distinguished scholar in residence at New York University's School of Law. She served as federal prosecutor and was attorney general of New Jersey from 2007 to 2010. The views expressed in this commentary are her own. View more opinion on CNN. In the wake of the tragic murder of George Floyd, the City Council in Minneapolis announced that it will disband its police department. The decision aims to reverse the unacceptable status quo, and face the reality of decades of failed attempts to advance police reform.  And so, to eradicate the systemic racism that is woven into the fabric of our criminal justice system, the City of Minneapolis is pursuing a new model of policing.  This is a bold and risky decision. But in some ways, they have no other choice: the system we have today is broken, puts lives at risk and must be fixed. More modest efforts to reform the police department have fallen woefully short.  We can build a better, more equitable and accountable system of justice in our country.  We can change American policing. I am certain of this because I have seen it happen.  Camden, a city of nearly 80,000, had been repeatedly named the most dangerous city in America when I was sworn in as New Jersey's attorney general in 2007. Repeated efforts to reform the department had failed over the years, leaving people understandably skeptical of new leaders with old promises. No one, including me, was convinced at that time that a new way could be found.  During my first ride-along observing the workday of Camden's patrol officers, I saw many things: a child who should have been sitting in a schoolroom selling drugs in broad daylight; abandoned buildings, and parks and playgrounds that were completely empty, devoid of any life; and all around me, faces of residents in the community that met mine with despair and distrust as we drove through the streets in an unmarked police car.  The one thing that I did not see that day was a single police officer on the streets of Camden. Sirens wailed in the background, and a police cruiser flew by on the highway with lights and sirens blaring. But on the streets of the most dangerous city in America there was not a single police officer in sight.  My team and I tried to understand what was happening. We went to a CompStat meeting, where we expected to see senior police leaders using statistics on crimes and officer deployments to make the city safer. Instead, we saw senior officer after senior officer stand up and say, \"last week we had a shooting here,\" and point to a spot on the city map. Or \"last week we had a robbery.\" And each time they finished they put a yellow sticky note on the wall where the crime had occurred, saying \"no leads.\" At the end of more than two hours, we had a map filled with yellow sticky notes and no idea of how to stop the bloodshed.  We had a police department that had no idea of what it was doing or whether it could do better. It lurched wildly from 911 call to 911 call, sometimes taking hours to respond to calls of serious violence. It failed to solve serious crimes -- rapes, robberies, murders -- that plagued the city, and yet hundreds of arrests were being made for low-level crimes, driven most often by drug and alcohol addiction, mental illness, poverty and homelessness. This created a never-ending cycle of arrest and incarceration that left the once-great city torn apart and did nothing to stop the horrific violence.  And there was almost no police accountability on any level to the people of Camden. There was no accountability internally to discipline officers who broke rules. There were serious allegations of police abuse and criminal activity, including allegations of stealing and planting drugs that led to federal criminal charges against five officers. There were also racial tensions between the mostly white police force and the Camden community, 90% of which is non-white.  The department was operating at that time under a failed, old-school approach to policing. Anecdotes of prior arrests and crimes became the basis for decisions about how to run the department. The department did not collect or use data. Instead, it operated solely upon the \"gut\" and \"hunches\" of its leadership, which were most often wrong. It lacked formal systems and processes to ensure they were acting fairly and with integrity toward members of the community.  The city and the police department were deeply broken. What drove me forward, during my deepest despair and uncertainty, was the children who were killed. In the summer of 2007, just five days after I was sworn in as attorney general, 12-year-old Pee Wee Coleman was gunned down execution-style in Branch Village with more than 20 bullets from an AK-47 assault rifle. In the summer of 2008, 4-year-old Brandon Thompson was running to his mother when he was killed by gunfire from a MAC-10 submachine gun during a turf battle between rival drug dealers.  This horrific, unthinkable violence drove me and my senior leadership team to conclude that the police department had to be completely reinvented, with two core operating pillars necessary to create a foundation from which a better police force, and better city, could emerge.  The first pillar was accountability. We began to hold ourselves accountable -- both within the department and to the community we served.  In the summer of 2008, just one year after me and my team started, we changed the way we policed the city. We took officers out from behind desks and put them on the street. We changed the way we dispatched officers to answer 911 calls. We demoted officers who did not show the integrity needed to inspire the trust of those they were sworn to protect. We fired others who broke the rules. We dismantled specialty units that worked as overtime machines to pad the salaries of a handful of officers. We instituted new ways to track compliance with rules and discipline. And, we leveraged the existing suspension of civil service rules to promote a young, innovative deputy chief, Scott Thomson, to be the interim police chief. Chief Thomson had only 14 years on the job and, in most other police departments in America, would not have been eligible for the position. We didn't care. He was the right person for the job.  Second, we engaged deeply and continuously with the community. We went to church meetings and community groups to hear about residents' needs and concerns. We asked what public safety meant to the community. We asked the community to be our partner. We assigned officers to walk the streets in neighborhoods, including 50 new officers who we hired. We shut down open-air drug markets. We identified and prosecuted the small but critical group of people who were responsible for much of the violence.  None of this was easy. We pulled data from handwritten files locked away in old filing cabinets to understand what was happening. We designed a new 911 system and built a CompStat model, at first by hand. We secured funding to build critical technology within the department, which would allow us to collect information in real-time to hold ourselves accountable.  And we pushed back against all the political efforts, inside and outside the department, that were fighting to maintain the old status quo. We made many enemies and made very few friends.  Because tinkering around the edges would fail, we rebuilt the Camden Police Department from the ground up.  And it worked.  One year later, we had dropped murders by 40%. Police officers were in the community, walking the streets. Children were playing in the parks. And while violence and crime were still too high, and we had many setbacks, we proved within one year that the city could be made far safer for all residents. We showed that the police could change, and be accountable to the city, and that a viable and sustainable alternative to the policing policies and practices that had failed the people of Camden for decades could be found.  This didn't take decades. It took a year of unwavering dedication to a difficult task by a lot of good and decent people who were as fed up then as so many people around the country are today.  Before I left office in 2010, we returned the police department to the city of Camden, and I formally tapped Scott Thomson to serve as Chief of Police.  Although Camden was on the rise, the fragility of that progress was shown when the next governor slashed state funding for the city. Overnight, the police department had to fire 163 police officers, including (because of union contracts) the 50 new ones that were so critical for culture change. Crime rose again, skyrocketing from 34 murders after we had implemented our reforms in 2009 to 67 murders after the budget cuts in 2012. Just as suddenly as it had fallen, crime surged back up and the culture of the department began to slide back to where it had been before.  The one thing that was very different three years later was that Camden residents had seen a new model of policing, where public safety, accountability, and community went hand in hand. They knew what was possible, and they wanted it back.  And so, in 2013, the city of Camden made the extraordinary decision to disband its police department and form an entirely new, county-wide department. It did not eliminate law enforcement. Rather, it reimagined a new police department that prioritizes public safety, accountability and community. And it institutionalized the reforms, free from budget cuts and restrictive contracts, needed to fully shift the culture.  From the ashes of hard-fought reforms, a new, stronger police department emerged. Out went the failed contracts, which restrained the ability of the leadership to hold officers accountable and limited how the department could be staffed and run. In came data and technology systems that we had built to track progress and measure results.  Perhaps most importantly, this new department doubled the number of police officers -- officers hired with an eye toward the future, rather than the past.  After a short detour, the change we began in 2008 became the foundation for a new, better police department.  Chief Thomson led the department until 2019 with the mantra that the police are guardians, not warriors. Today, more than a decade after we began our reform efforts, Camden's guardians have made the city the safest that it has been in more than 50 years. It is a model agency for community policing, violence and crime reduction, use of force policies, and, above all, for accountability.  This is not to say that every single police department in America must disband, or that a new model of equitable public safety can only be achieved if built from the ground up. But for many cities and towns, building a new public safety department from scratch will be the right choice. If culture, contracts, and funding impede true reform, communities will have no choice but to build anew. Communities should never have to choose between public safety and equity, and they do not have to. As protests have taken place across our country in the wake of George Floyd's murder, I have been deeply moved by the sight of Camden officers marching arm-in-arm with the people of the city to protest police brutality and racism. If you had told me, all those years ago, that I would see the most dangerous city in America defy all of the odds -- overcome the stops and starts -- and become safe, peaceful, and willing to walk in solidarity with the police, I would not have believed it.  And I would have been wrong. "
    },
    {
        "text": "Allison Hope is a writer whose work has been featured by The New York Times, The Washington Post, CNN, Slate and elsewhere. The views expressed here are the author's. Read more opinion on CNN. The Trump administration yanked the rug out from under more than a million Americans on Friday by removing protections that prohibit discrimination in health care against transgender patients. This move -- announced on the four-year anniversary of a shooting at a gay nightclub in Orland, Florida, in which 49 people died -- is cruel and unusual punishment from an administration that chooses to represent a small and extreme fringe pushing to further marginalize the already disadvantaged. While the move was no surprise -- Trump first proposed removing the protections last spring -- the timing feels like a poison arrow through the heart. It is particularly painful during Pride Month (and amid a global pandemic), during which millions of Americans have taken to the streets to speak out against systems of power that continue to suppress our freedoms, to our peril. Section 1557 of the Affordable Care Act, passed under former President Barack Obama in 2010, prohibits sex discrimination in federally funded health programs and activities; a 2016 rule interpreted this as including discrimination on the basis of gender identity and termination of pregnancy. The Trump administration is now rolling back that interpretation. Doing so will embolden some health care providers to turn away or deny care or coverage to patients simply because of who they are, or because they are seeking an abortion. It is a gargantuan step backwards on the moral arc of justice and a blight on the egregious record of Donald Trump. Transgender people, who will be affected by this change, already face rampant discrimination in health care  and indeed across all facets of civic life, including housing and employment. The new rule means transgender people can be turned away when seeking routine or basic care -- not just transition-related treatment. A doctor or hospital could cite religious beliefs, for example, in denying care to someone whose identity doesn't comport with their personal world view, and health insurance companies could deny coverage for certain procedures, leaving already vulnerable individuals needing medical care with no legal pathway to seek justice. Discrimination and abuse at the hands of those in power is nothing new to LGBTQ people, unfortunately. What's most deflating is that we had a decade with some relief, including this health care policy that provided some air cover for us to seek medical care with a bit less anxiety in our hearts. Way to hit us when we're down, Trump. While the religious extremists are likely popping champagne corks over the rule change, there are many more of us tonight who are holding one another close with heavy hearts. We're mourning the LGBTQ lives lost to Covid-19, to homophobia and hate, to police brutality and to a system that continues to attack us because of who we are and who we love. We know there's more devastation yet to come. The Supreme Court is whispers away from deciding whether LGBTQ workers are covered by anti-discrimination law. There are many ways to help honor the rich and diverse LGBTQ identities and experiences that contribute to making America the great nation it is— while also realizing its potential to be greater still. Rainbow cupcakes, for instance, are a perfectly fine gesture. Inclusive laws and policies are too. Stripping us of our rights is not one of them. "
    },
    {
        "text": "CNN host Van Jones is the CEO of the REFORM Alliance, a criminal justice organization. The views expressed in this commentary are his own. View more opinion on CNN. In the wake of George Floyd's killing, the Movement for Black Lives -- already a massive global force -- has succeeded in birthing a phenomenon infinitely larger than itself. It can only be called a \"Great Awakening\" of empathy and solidarity, one without historical precedent.  Once feared, dismissed and reviled, Black Lives Matter has suddenly become one of the world's most beloved brands, with exponentially growing support. Its protests have quickly grown into a cultural tsunami that is sweeping through media, the academy, houses of worship, Hollywood and even corporate board rooms.  This new, building force may someday change the course of world history. In many ways, it already has.  In the context of an otherwise divided and fractured US, a new continent of common ground has emerged. Many more white Americans now accept that anti-black racism is a real and present danger. For large numbers of people, the idea that \"racism is over\" is now itself over.  Many more white Americans understand that our policing and criminal justice systems are systemically unfair to African-Americans.  And many more white Americans want to do something about it -- even if they don't know exactly what.  This sudden, mass realization -- and the multi-racial demonstrations that give it weight, life and substance -- feels like a miracle to me. As a black man, I have spent my entire life trying to convince relatively small numbers of white people to take racial injustice seriously. I have usually failed.  Now major corporations are making my argument for me. Hundreds of thousands of white protestors are risking their lives in the middle of a pandemic to chant \"Black Lives Matter.\" And I have begun to believe that -- just maybe -- the world for my two black sons might actually be a better place.  The swing from despair to hope has been disorienting. Two weeks ago, everyone I know was disgusted and despondent -- having watched a white police officer kill a black man named George Floyd in broad daylight. The sad truth is that sneering white men have strangled black people to death in this country for centuries. (The practice was so widespread that civil rights hero Bryan Stevenson built a massive monument in Montgomery, Alabama, to memorialize the victims of this grisly practice.)  But this time, a captive audience of millions of Americans -- stuck indoors during the Covid shutdown -- bore witness to the horrific deed on their cell phones, all at the same time as the video went viral. The horror and injustice of this incident touched the consciousness of humanity. And now the world is making its revulsion known.  There is no official name for the protest wave that is sweeping the globe. But this Awakening has already racked up a long list of achievements.  Here are a few:  The policeman who killed George Floyd was fired, arrested, and charged with third-degree murder and second degree manslaughter. Later, he was also charged with second degree murder. The other three cops involved have been charged with aiding and abetting second-degree manslaughter and aiding and abetting second-degree murder.  Police departments and cities, from California to France, have instituted bans on chokeholds alongside other efforts meant to enhance transparency and swift action against misconduct.  Numerous companies are issuing statements and pledging donations, including Ben and Jerry's, which made one of the most powerful statements in the private sector (in line with its previous bold statements).  Target also aligned itself with the cause, despite one of its stores being torched in Minneapolis.  Michael Jordan has promised he will donate $100 million to support racial justice advocacy over the next 10 years.  Warner Music issued a similar promise to donate $100 million to social justice causes.  Sony Music has likewise pledged $100 million to social justice causes.  Public perceptions of policing and race have quantifiably experienced a dramatic shift. According to a recent Washington Post poll, three out of four Americans support the protests. In 2018, a Washington Post poll showed that 40% of America supported the Black Lives Matter movement. Politicians from both major parties are entertaining a serious discussion about police demilitarization.  The mayor of Los Angeles announced that the city's police budget would be cut by $100-150 million. The funds would be reinvested into programs that serve communities of color.  Los Angeles is also instituting a moratorium on adding new names to the city's gang database, which is under investigation for misuse.  A veto-proof majority in the Minneapolis city council pledged to disband the city's police department.  Congresswoman Ayanna Pressley (D-MA) and Congressman Justin Amash (L-MI) introduced a bipartisan bill that would end qualified immunity, a legal doctrine that makes it difficult to sue police officers over rights violations.  The representatives of all 30 Major League Baseball teams issued a statement in support of the Black Lives Matter movement.  Furthermore, the Players Coalition gathered more than 1,400 signatures from current and former athletes, coaches, general managers, and team staff, from the NFL, NBA and MLB, for a letter to Congress supporting the end of qualified immunity.  Black women leaders are taking over white celebrities' Instagram accounts to #ShareTheMic and hold space for antiracist discussions.  The Marines and Navy, as well as NASCAR, are banning the confederate flag.  The NFL is apologizing for not supporting players' protests of racial injustice earlier.  The Senate Armed Services Committee passed an amendment, filed by Sen. Elizabeth Warren, that would change the names of all military bases named after confederate generals.  Black authors topped the New York Times bestsellers list, indicating the deep sense of urgency to hear and learn from their voices.  Some enlisted soldiers and veterans have openly decried the possibility that they could be deployed to repress protests in American streets.  The city of Atlanta issued charges against the six officers who assaulted two young black people at a recent protest and shot them with stun guns.  The two Buffalo police officers who pushed an elderly man during a protest, knocking him to the concrete and, according to his lawyer, causing a brain injury, have been arrested and charged.  Mitt Romney marched with protesters and proclaimed on television that black lives matter.  Pope Francis did not mince words on the murder of George Floyd in a public address encouraging the anti-racism protesters.  Young people, especially generation Z activists, are out on the streets in small towns and big cities, using platforms like TikTok and Instagram creatively to amplify the movement so it feels omnipresent.  Protests are breaking out in towns that are small and that are older, whiter, and more conservative than average; support in unlikely places demonstrates the unique significance of this moment.  The mayor of Louisville has suspended the city's controversial \"no-knock\" warrants that allow police to burst into homes without notice at any time of the day. The initiative is tentatively called \"Breonna's Law\" in honor of Breonna Taylor, the African-American emergency medical technician wrongly shot and killed while she slept during one of these raids.  In Denver, a judge issued an order restraining the use of tear gas and rubber bullets against protesters.  New York City is likewise considering changing school admissions requirements that are now recognized as deepening segregation.  In a move that worries me as a champion of free speech and an opponent of censorship, HBO Max -- which, like CNN, is owned by WarnerMedia -- has pulled the film \"Gone with the Wind\" from its library, given its portrayal of enslavement and racial prejudice. (A spokesperson said that when the film returns to HBO Max, it \"will return with a discussion of its historical context and a denouncement of those very depictions,\" and will be presented \"as it was originally created, because to do otherwise would be the same as claiming these prejudices never existed.\")  Paramount Media canceled the show \"Cops\" after 30 years of glorifying police violence and stereotyping people of color.  The Fox News host Tucker Carlson, who has been frequently accused of stoking white nationalism, lost his show's advertising contracts from Disney, T-Mobile, and a few other companies because of his coverage of George Floyd's murder and the subsequent protests.  The company Sephora agreed to the \"15 Percent Pledge\" proposed by Aurora James, the creative director of the Brooklyn-based accessories brand Brother Vellies, committing to reserving 15% of its shelves for products from black-owned businesses.  The wrestling star and film actor John Cena has vowed to donate $1 million to the Black Lives Matter movement, matching a donation pledged by the KPop group BTS.  Alexis Ohanian stepped down from the board of Reddit to make room for a black board member.  The Portland public schools district has announced it will discontinue the presence of armed police in schools.  Seattle's central labor council, named MLK Labor, has issued an ultimatum to the Seattle police union to address systemic racism or be expelled from the organization.  Transit unions in several cities refused to transport arrested protesters for police.  Also, transit unions in Minneapolis, Boston, and Pittsburgh refused to transport police to confrontations with protesters.  The Minneapolis School Board, the University of Minnesota, and the Minneapolis Parks and Recreation department ended their contracts with the city's police.  The Minnesota State Government filed a civil rights charge against the Minneapolis Police Department.  Countries that are diplomatic and trade partners of the United States are taking action on their ends; for example, the Scottish parliament called for the immediate suspension of tear gas, rubber bullet, and riot shield exports to the United States.  New York City has announced it is no longer going to enforce its crackdown on unlicensed food vendors.  Organizers of the Los Angeles Pride Parade have announced that this year's parade will be devoted to a Black Lives Matter protest.  Organizers of Indianapolis' Pride have announced that police will no longer be invited to Pride events.  People with internet access, but no money to donate, figured out a way to support the movement by streaming music on this YouTube channel, which provides ad revenue to activists who run it.  Conversations about \"defunding\" and even abolishing police are now being held in unusual and unexpected places, including among typically \"apolitical\" white folks who are fed up with the status quo.  Statues honoring the cause of enslavement and colonialism have been toppled by local government or public activism in Virginia, Alabama, Maryland, and London, England.  And a lot of other things, which my Twitter followers have been telling me all about.  Most of these events were unimaginable just one month ago. These monumental achievements are the results of an ongoing uprising of millions of people against a racist status quo in this country and around the world.  Tens of millions of Americans are out in the streets protesting for a better way forward, confronting inequity, and turning discomfort into action. Because of their efforts, there is a new consensus emerging. The black folks who have led this movement, many of whom are young people, are literally changing the world -- right before our eyes.  Adults often rolled our eyes in frustration at the new generation, accusing them of being \"TOO woke.\" But \"the woke\" laid the groundwork for the Great Awakening. "
    },
    {
        "text": "William A. Haseltine is a former Harvard Medical School professor and founder of the university's cancer and HIV/AIDS research departments. He currently serves as chair and president of the global think tank ACCESS Health International. He is also author of the upcoming book A Family Guide to Covid-19: Questions and Answers for Parents, Grandparents and Children. The views expressed in this commentary belong to the author. View more opinion at CNN. All living organisms mutate and adapt to maximize survival in their ecologic niche. For months, scientists have been looking into whether the novel coronavirus -- known as SARS-CoV-2 -- is mutating and becoming more transmissible or more lethal. Recent evidence points to a preliminary answer to half the question: yes, a study has found that the virus has mutated and the dominant strain today is now capable of infecting more human cells. But the scientists say more research is needed to show whether this changed the course of the pandemic, and it remains unclear whether this mutation is more lethal. Almost immediately after the outbreak emerged, researchers began looking for patterns of change among the tens of thousands of viral genome sequences of SARS-CoV-2. The search was made possible thanks to the willingness of researchers around the world to upload their data to a common database. The data is open source, meaning anyone with a computer can access and analyze the data. The alert that a change in the genome of SARS-CoV-2 was afoot first emerged from researchers skilled in the art of deciphering the messages encoded in the genome of HIV-1, the virus that causes AIDS. The ability to find meaning in over one billion bits of such information has been honed by decades of research on the ever-changing genomes of HIV-1, which can make a life or death difference in how the virus responds to antiviral drugs. Once you know the tale the genomes tell, you can choose which drugs to use to treat a specific strain of the virus. The researchers studying the SARS-CoV-2 genome first noticed that one mutation, known as D614G, dominated all others. It first appeared in February as a rare variant in Europe, before spreading and overtaking other strains in Italy and other countries. The research team quickly identified a single change in the virus genome. The mutation affects the spike protein on the outer surface of the virus, for which the coronavirus is named (the Latin word corona means \"crown\" or \"halo\"). The spike is of special importance in the life of the virus, since it is the mechanism that allows the virus to recognize and attach itself to a host cell before infecting it. The original authors speculated that the change improves the ability of the virus to stick tightly to mucous membranes in the nose or eyes to begin the process of infection. The original report was met with skepticism. Some asked whether the dominance of this new strain was the result of an unrelated phenomenon. Given that the researchers had been relying only on publicly available data and computer analyses of the genome, they were unable to definitively conclude that their idea was the only reasonable explanation for the emergence of the new dominant strain. Until now. The Scripps Research Institute in Florida answered this question in an unreviewed research manuscript published Friday. The researchers used an elegant set of methods to show that one small mutation stabilized the spike protein, which typically sheds from the surface of the virus. \"The mutation had the effect of markedly increasing the number of functional spikes on the viral surface,\" senior author Hyeryun Choe said. \"The number -- or density -- of functional spikes on the virus is 4 or 5 times greater due to this mutation.\" The result: Each mutant virus particle has an increased ability to infect target cells. This study clearly shows the virus is evolving. It also found the mutation was nearly 10 times more infectious in a laboratory setting than other strains. With genomic analyses showing that this strain has become the dominant one, the findings could explain why the novel coronavirus has spread so widely in Europe, the United States and Latin America. Does more transmissible mean the strain is more lethal? Not that we can observe, as of now. From the perspective of the virus and its capacity for survival, it is better to allow those who have been infected to live and spread the virus, rather than die. Is this the end of SARS-CoV-2's evolution? Not by a long shot. Doctors in northeastern China have noted that patients in a new cluster of cases appear to carry the virus for a longer period of time and take longer to test negative. They also found that patients were taking longer to show symptoms after infection. The virus could be mutating to become more persistent as another way to survive, since those who carry the virus for a longer period have more opportunities to infect others. Understanding the biochemical basis for this change will be fascinating. Last month a pair of manuscripts examined variants in one of the SARS-CoV-2 proteins, specified by the orf3b gene, which suppresses part of our immune response to virus infections. One particular variant of orf3b does so more effectively than the original, which may give the virus more time to replicate in the absence of an effective immune response. A sicker patient may be the result. As of this week, SARS-CoV-2 has infected more than 7.6 million people. That's remarkable for a virus that very likely began with the infection of a single person roughly six months ago. SARS-CoV-2 has now had seven million more chances to adapt to its new human ecosystem, and there are hints that the virus is doing a good job of it. We know from our experience with many viruses like HIV-1 and influenza, that we are not facing a static foe. The novel coronavirus is changing, as we struggle to control the pandemic. SARS-CoV-2 has already proven to be a formidable adversary. While our success today -- though arguably limited -- is important, we should not lose sight of the long battle against microbe that lies ahead. "
    },
    {
        "text": "Jacqueline Stewart is the host of \"Silent Sunday Nights\" on Turner Classic Movies (TCM) and a professor in the Department of Cinema and Media Studies at the University of Chicago, where she is Director of the Arts + Public Life. She is the author of \"Migrating to the Movies: Cinema and Black Urban Modernity\" and co-editor of \"L.A. Rebellion: Creating a New Black Cinema.\" TCM, CNN and HBO Max share the same parent company, WarnerMedia. The views expressed here are hers. Read more opinion on CNN. Just before the Covid-19 quarantine, I joined my fellow hosts on Turner Classic Movies for an \"Old Hollywood\" fashion photo shoot for Emmy Magazine. But when the spread came out, I could not bring myself to post the photos to my social media. As an African American cinema and media studies professor, how could I promote the glamour of classic Hollywood when our current media landscape was exploding with scenes of racial crisis? Day after day, I scrolled through posts decrying the killings of Ahmaud Arbery, Breonna Taylor and George Floyd. For weeks, video after video showed the escalating protests against police brutality and the brutal treatment of protesters by police. It seemed inappropriate to share shots glorifying Hollywood's golden age in this moment of mourning and mobilization. Moreover, the classic films we showcase on Turner Classic Movies (TCM) have played a major role in perpetuating the racist beliefs that devalue Black lives and normalize the use of excessive force against Black people. No wonder that many viewers were outraged when HBO Max rolled out with the Civil War romance \"Gone with the Wind\" on its roster. HBO Max has temporarily pulled the film with the intent to return it to their service with additional historical context. Originally released in 1939, the film romanticizes slavery as a benign and benevolent institution. Still the highest-grossing film in history when adjusted for inflation, \"Gone with the Wind\" continues to have a profound impact on the ways mainstream audiences visualize the antebellum South and the Reconstruction period that followed the Civil War. There have been many highly visible efforts to represent slavery on screen from more historically accurate African American perspectives, from the 1977 miniseries \"Roots\" to Oprah Winfrey's \"Beloved\" (1998) to Steve McQueen's \"12 Years a Slave\" (2013).  But \"Gone with the Wind\" endures in popular culture. It is an account of slavery devoid of the physical abuse (save Vivien Leigh's Scarlett O'Hara's legendary slap of Butterfly McQueen's Prissy), the grueling labor and the separation of families. Over the decades, \"Gone with the Wind\" has seen many theatrical re-releases, featured presentations on prime-time network television and spectacularly packaged home video editions. It was the very first film shown on Turner Classic Movies when the network premiered in 1994. And then this behemoth of classic films, clocking in at nearly four hours, made the leap into the world of on-demand streaming. Some complained that taking the film down was a form of censorship. For others, seeing \"Gone with the Wind\" featured so prominently in HBO Max's launch felt like salt rubbed into wounds that have never been permitted to heal. These wounds are reopened with every act of anti-Black violence, every delay in justice and every failure to acknowledge the extent of Black suffering. But it is precisely because of the ongoing, painful patterns of racial injustice and disregard for Black lives that \"Gone with the Wind\" should stay in circulation and remain available for viewing, analysis and discussion. \"Gone with the Wind\" is a prime text for examining expressions of white supremacy in popular culture. Based on Margaret Mitchell's blockbuster novel, \"Gone with the Wind\" taps into longstanding myths about the gentility of the antebellum South. The film's lavish costumes, magnificent plantation sets and sweeping Technicolor cinematography render Scarlett O'Hara's romances and economic tribulations in grand melodramatic fashion. As the title indicates, \"Gone with the Wind\" looks back nostalgically at idyllic days that are no more (because they never were). By harkening back to the great old days, plantation dramas invite white viewers to imagine appealing but false pedigrees. When working class and poor white viewers identify with a noble white lineage, for example, they might be less likely to form what could be beneficial alliances with their Black working class and poor counterparts. The film is also a valuable document of and testimony to Black performance during an era when substantial roles for Black talent were extremely rare in Hollywood films. As film historian Donald Bogle has argued, the extraordinarily talented Black actors in \"Gone with the Wind\" -- particularly Hattie McDaniel in her Oscar-winning performance as Mammy, and Butterfly McQueen as the comically inept Prissy -- bring notable humanity to their stereotypical roles. Too often, these characters are deemed either harmless or harmful. Mammy and Prissy are often read either as benign features of a movie that merely reflects its times or as victims of Hollywood's longstanding, pervasive racism. However, when we look carefully at their acting styles, we see how McDaniel and McQueen nuance their characters with their unique facial expressions, gestures, vocal inflections and brands of humor. They \"steal the show,\" to borrow the phrase scholar Miriam Petty uses to describe how Black actors in classic Hollywood films maximize the impact of their minimal roles. At the same time, \"Gone with the Wind\" illustrates how trenchant racism has restricted Black possibilities, as well as the efforts of well-meaning white allies. Producer David O. Selznick supported Hattie McDaniels' nomination for an Academy Award, believing in the strength of her performance. But he capitulated to Southern sensibilities when he did not include Black cast members at the film's premiere in Atlanta. And at the 12th Academy Awards ceremony, where she became the first Black actor to win an Oscar, McDaniel did not sit at Selznick's table with the rest of the cast. She had to be given special permission by management to enter the whites-only Cocoanut Grove club and was seated at a small table on the side of the room. A spokesperson for HBO Max noted in a statement that the film's \"racist depictions were wrong then and are wrong today, and we felt that to keep this title up without an explanation and a denouncement of those depictions would be irresponsible.\"  As the current debates about putting up, taking down, and contextualizing \"Gone with the Wind\" make clear, it is a film that continues to expose deep fissures in our interpretations of American history, film history and the relationship between the two. The film has loyal fans, and it has vocal critics who critique its version of Southern history with the same language Black activists used when they picketed the film 80 years ago. But as I saw at a jam-packed panel discussion on \"The Complicated Legacy of 'Gone with the Wind'\" at the 2019 TCM Classic Film Festival, there are people who love the film, and others who love to hate it, and still others who are nonetheless curious about how other folks respond to it. HBO Max will bring \"Gone with The Wind\" back to its line-up, and when it appears, I will provide an introduction placing the film in its multiple historical contexts. For me, this is an opportunity to think about what classic films can teach us. Right now, people are turning to movies for racial re-education, and the top-selling books on Amazon are about anti-racism and racial inequality. If people are really doing their homework, we may be poised to have our most informed, honest and productive national conversations yet about Black lives on screen and off. "
    },
    {
        "text": "Michael D'Antonio is the author of the book \"Never Enough: Donald Trump and the Pursuit of Success\" and co-author with Peter Eisner of \"The Shadow President: The Truth About Mike Pence.\" The opinions expressed in this commentary are his own. View more opinion on CNN. The leaking ship that is the Trump presidency has a hole in its hull the size of the 38% job-approval rating reported by CNN. Add a gash as big as the 16.4% (including misclassified workers) unemployment rate and it's easy to see why some prominent Republicans are stepping away from a leader who has suddenly been transformed from a fearsome Twitter monster into the man mocked as \"Bunker Boy.\" Former President George W. Bush and Sens. Mitt Romney, Republican stalwarts, won't support his re-election. Other GOPers, like former House Speakers Paul Ryan and John Boehner, have not indicated where they stand while Sen. Lisa Murkowski is \"struggling\" with the decision. With a schism forming, the time is ripe for a high-level official to make the dramatic break that would signal that someone is ready to stand as the leader of the post-Trump Republican Party. I would nominate for this job, Vice President Mike Pence. Unprecedented? Pretty much. But the Trump era is unprecedented too, and Pence signaled, when he agreed that he would be Trump's running mate, that he's willing to do the unexpected. At this point, as President Trump's support weakens, Pence should weigh the merits of declaring he won't be vice president for a possible second term. There's an argument that Pence's status in Trumpworld might be endangered anyway. If the President continues to trail Joe Biden by double digits in the polls this summer and if the Democratic contender picks a woman of color for his running mate, he could be tempted to shake up his ticket by selecting Nikki Haley or another candidate for VP. Such a move could bring back some of the white suburban women Trump needs to win re-election and remind everyone that he's not a typical politician. If we cast our minds back to the distant (feeling) summer of 2016 we can see that Trump was repellent to many mainstream Republican leaders who considered his ugly way of talking and his record of scandal -- many involving allegations of sexual misconduct -- and stood at arm's length. Who would have imagined, then, that a puritanical governor of Indiana who refused to lunch alone with a female colleague and, according to Rolling Stone, called his wife \"mother,\" would harness himself to the thrice-married often-bankrupted Trump? Although others were confused when Pence made his fateful decision,  it affirmed what many Hoosiers long knew: Behind that mild-mannered persona lurks a savvy and opportunistic politician. Pence was, at the time when Trump came calling, a not-so-popular governor of a mid-sized state with grand ambitions. (As reported in my co-authored biography of Pence, he had first voiced White House dreams as a youngster.) In addition to his big dreams, Pence possessed a certain knack for understanding how modern Republican politics worked. Two failed runs for Congress in 1988 and 1990  led him to a long stint as a radio and TV personality where he fashioned himself as \"Rush Limbaugh on decaf\" or someone who was \"conservative,\" but \"not angry about it.\" As his announcing gigs helped him hone his speaking style, the reactions he heard from listeners and viewers helped him understand the blend of right wing Christianity and conservative politics that could be potently effective in small town and rural America. When he was ready to get back into politics his pro-business stands made him attractive to donor organizations like the Club for Growth, which helped him fill a winning war chest. Later came backing from the deep-pocketed conservative Koch Brothers whose imprimatur almost certainly made like-minded GOP donors take notice of Pence. Well established as a Christian Right political figure who was an extremely effective fundraiser, the only cloud hovering over Pence in 2016 was at home in Indiana where mistakes and missteps threatened his future. Trump's offer gave him a graceful exit -- far better to move on than be defeated -- and a longshot chance at higher office. The bet paid off. As veep, Pence has combined abject loyalty and frequent well-timed absences to stay in Trump's good graces while avoiding many controversies. He didn't win a truly high-profile assignment until, after the administration's big early mistakes were made, he was named head of the Coronavirus Task Force. He's distinguished himself from Trump by speaking calmly, getting along with the nation's governors, and working hard. And by ceding center stage whenever the President wanted it, he also avoided becoming the focus of critics. Last week, as the country  erupted in protests following the death of George Floyd, Pence was not present when federal officers brutally cleared away demonstrators and the President walked to St. John's Church and wordlessly hoisted a Bible to signify something about his leadership. Pence was also absent when, on the next day, Trump performed a similar display at the Saint John Paul II National Shrine. The pandemic and tide of anti-racism sentiment has revealed the limitations of the President as a leader and of his law-and-order posturing. With the election less than five months away, Trump is in grave danger of losing his bid for a second term. This may be why, weeks ago, the Republican Senatorial Campaign Committee urged its candidates to, for their own good, limit the praise they heap on the incumbent. With party stalwart Colin Powell announcing he will support Trump's opponent Joe Biden, and many others reportedly leaning that way, an opening is available for someone with a keen sense of where the political winds blow, a strong instinct for self-advancement, resources of his own and a proven willingness to surprise. Conditions are perfect, in other words, for Mike Pence to observe that either he needs to spend more time with his family or believes the President would benefit from the excitement that would come were he to run with a fresh face -- perhaps former South Carolina Gov. Nikki Haley -- beside him. Pence could resign, saying Trump is just too loyal to fire him, and graciously make a path for himself to become the new leader of the GOP come the defeat of the Trump-Haley ticket in November. "
    },
    {
        "text": "Dozens of scantily dressed Filipina croupiers stand in booths shuffling cards in front of a webcam, their faces softly illuminated by professional lighting. Nearby, rows of Chinese nationals sit at desks chatting on cellphones with potential clients back in China. This is what a typical POGO -- or a Philippine Offshore Gaming Operator -- looks like, according to descriptions provided to CNN by several gaming experts. Some are based in abandoned malls, while others are found in converted parking lots or cheap rented offices, they say. In the past three years, the Philippines has emerged as a major hub for online gaming, according to Filipino officials,  attracting more than 100,000 Chinese nationals who work in virtual casinos catering to players back in China where gambling is illegal. They have been both a boon and a curse for the country. The online casinos generate tax revenue and desperately needed jobs in Manila's crowded downtown area. But at the same time, they've pushed up rents and created new challenges for the Philippine National Police. In the past year, Beijing has ratcheted up pressure on Manila to shut down the industry, following its success in convincing Cambodia to move toward doing the same last year. Manila stopped taking applications for new POGO licences in August 2019, citing concerns about national security, but President Rodrigo Duterte said the next month that he would not ban the industry. \"We decide to benefit the interest of my country,\" he said. \"I decide that we need it.\" In May, Duterte allowed the POGOs to reopen, after two months of closure due to the Covid-19 pandemic, effectively endorsing them as essential businesses. Philippines' casino boom Online gaming platforms allow players to gamble remotely. They sign up, choose a game and it is played over a livestream in another jurisdiction. \"The games offered on these platforms are dictated by Asian tastes, where most of the demand comes from,\" said Brendan Bussmann from Global Market Advisors, a Las Vegas-based consulting firm specializing in the gaming, sports, entertainment and hospitality industries. \"There is a lot of baccarat, as well as some sic bo (a Chinese dice game) and blackjack,\" said Bussmann. The amounts wagered tend to be low, in the range of $5 to $100, he said. Manila has become the number one hotspot worldwide for online gaming, in front of Malta, the Isle of Man and Curacao, according to David Lee, a lawyer at Taiwanese firm Lin & Partners who specializes in gaming laws. \"The Philippines pioneered online casinos in the early 2000s, when Cagayan, a province to the north of the country, started awarding licenses to a handful of operators,\" explains Ben Lee, the founder of IGamiX, a Macao-based consultancy firm focused on the gaming industry in Asia. \"But they really took off in 2016, when President Rodrigo Duterte came into office.\" Duterte handed the right to issue offshore gambling licenses to the Philippine Amusement and Gaming Corporation (PAGCOR), a government entity that operates casinos and regulates the industry. \"It began to aggressively develop the industry by awarding dozens of licenses,\" said lawyer David Lee. Chinese businessmen were quick to seize the opportunity and the number of POGOs mushroomed. There are now 60 licensed offshore gaming operators in the Philippines, according to PAGCOR. They are assisted by several hundred service providers, who help them build and maintain the infrastructure behind their platforms, according to Ben Lee, of IGamiX consultancy. Many of these service providers also act as an interface between the POGOs and their customers, renting a video feed from the officially licensed operators and overlaying their logo and visual identity onto it, he added. \"Some 90% to 95% of POGO customers are located in China,\" he said. This is illegal. Chinese laws ban any form of gambling by its citizens, including online and overseas. Laws in the Philippines also ban online casinos from marketing their services to citizens of a country where gambling is illegal, according to lawyer David Lee. But this rule is ignored by most POGO operators and poorly enforced, according to several experts. A spokeswoman for industry regulator PAGCOR said new regulations were introduced in August 2016 to curtail the proliferation of illegal online games and to ensure they are properly regulated. She added that POGOs are supposed to only cater to foreign customers ages 21 and above situated outside the Philippines, in jurisdictions where online gaming is allowed. Hidden payments Managing the cross-border flow of money is a challenge. China limits the amount of money any individual can move out of the country to $50,000 per year. And since it doesn't allow its citizens to gamble online, they are also not allowed to send money abroad for this purpose. \"It is usually wired electronically, using services like Alipay or WeChat Pay, and disguised as a simple retail purchase,\" said consultant Ben Lee. \"Chinese gamblers are also increasingly using crypto currencies like Bitcoin to avoid detection.\" Chinese conglomerate Tencent, which owns messaging service WeChat, has set up a risk management team to combat abusive behavior, such as illegal gambling, by monitoring payments made via the app, a spokeswoman told CNN. CNN also reached out to tech company Alibaba, founder of Alipay, for comment but did not receive a reply. To recruit new customers in China, POGOs rely on a large contingent of Chinese workers. They employ at least 138,000 foreigners in the Philippines, most of them from China, according to the Philippine government. \"There might be as many as 250,000, if employees lacking the required work visas are included,\" said George Siy, of the Integrated Development Studies Institute (IDSI), a think tank in the Philippines, quoting estimates provided to him by industry insiders. \"Most of them come into the Philippines on tourist visas and overstay them,\" said Lucio Blanco Pitlo III,  a fellow at the Asia-Pacific Pathways to Progress Foundation, who has researched the topic extensively. The Chinese embassy in the Philippines said in a statement in August 2019 that some of its nationals are \"cheated to work illegally with only tourist visas.\" Last November, Manila expelled hundreds of Chinese nationals who had been arrested in a series of raids against online gaming operations and other cyber crimes in Palawan province, for allegedly working illegally in the country, according to CNN Philippines. Many Chinese nationals working in the Philippine casino industry are attracted by the promise of jobs not available at home, experts say. \"These are mostly young people, in their 20s, with little job prospects in China,\" said Ben Lee. Some are lured to the Philippines with the promise of high-paying jobs in prestigious tech companies, but upon arrival they discover they will be working for an online gambling platform and paid a fraction of what they were promised, he added. \"The workers frequently have their passports confiscated, are crammed 10 to a room meant for three to four people and have to work 12-hour shifts, with only one day off per month,\" said Pitlo. On the job, they are expected to approach prospective players in social media chat groups and convince them to give online gaming a try, according to Lee. Once players are hooked, they are encouraged to wager increasing amounts of money, he added. POGOs cater to foreign customers and thus employ foreign nationals as customer service representatives to \"effectively invite players and attend to their needs and concerns,\" the PAGCOR spokeswoman said. Most of these foreigners are Chinese nationals, she said. \"But we can't categorically say they are based in China or are targeting players in China,\" she added. \"They might be catering to Mandarin speaking people in other countries.\" Jobs and high rents POGOs have been a boon to the Philippine economy. \"They have created thousands of jobs and driven up wages,\" said Siy, from the Integrated Development Studies Institute. Even if most online casino employees are Chinese, locals are finding employment with them as maintenance workers, cleaners, or security guards, he added. He says industry insiders believe up to 150,000 Filipinos could be working for POGOs. Government coffers have also benefited. In 2018, online casinos paid 7.4 billion pesos ($145 million) in licensing and other regulatory fees, PAGCOR told CNN. The Department of Finance said it expects to collect 24 billion pesos ($471 million) per year in taxes from POGO workers. But many employers are not paying up. POGO operators and service providers only paid 579 million pesos ($11 million) in withholding taxes in 2018 -- a mere 2.4% of what they owe, according to the Bureau of Internal Revenue. In late 2019, the Philippines finance secretary started following through on threats to shut down non-payers. In early 2020, the Bureau of Internal Revenue (BIR) said the industry still owes the government around 50 billion pesos ($1 billion) in unpaid taxes for 2019. The real estate market has also been transformed by online casinos, said Pitlo, from the Asia-Pacific Pathways to Progress Foundation. \"They took up more than 1 million square meters (10.8 million square feet) in office space last year, making them the largest tenant in the country, even outstripping the call center industry,\" he said. Rents have spiraled out of control in certain parts of Manila as POGO operators rent out residential compounds to house their workers, said Pitlo. \"Middle class families are being priced out,\" he said. Prices of one-bedroom apartments have surged by 120% since 2015 along Manila Bay, where many of the POGOs are located, according to a  July 2019 report by Leechiu Property Consultants. Kidnappings on the rise The  increase in POGOs has also led to a rise in criminality, according to Philippine officials. \"In their free time, their Chinese employees often gamble at the casinos and end up in debt,\" explained Elmer Cereno, a spokesman  for the Philippine National Police-Anti Kidnapping Group. \"They are then approached by loan sharks who offer to lend them money.\" When they fail to pay it back, the loan sharks kidnap them and try to get ransom from their relatives back home, he said. On October 2019, police rescued two Chinese POGO workers, whose families had been asked to pay ransoms ranging between 68,000 yuan and 80,000 yuan (about $9,800 to $11,500) for their release, according to a summary of the case seen by CNN.  They had been abducted from a hotel six days earlier and held by five Chinese nationals in an office building in Taguig, a suburb south of Manila. Between January 2017 and October 2019, Philippine police dealt with 65 cases of kidnap-for-ransom involving POGO workers or casino customers, leading to the arrests of 132 people, according to an official tally provided to CNN by the Philippines police. \"Almost all the victims and perpetrators were Chinese nationals,\" said Cereno. 'That is where we stand' China has been stepping up pressure on the Philippines to ban POGOs. In its August 2019 statement, the Chinese embassy in Manila said online gambling in the Philippines had led to increased crimes and social problems in China, because \"some gambling crimes and telecom frauds are closely connected.\" It also said \"hundreds of millions of Chinese yuan\" of gambling-related funds were flowing illegally from China to the Philippines.  Days later, foreign ministry spokesman Geng Shuang said he hoped that Manila would \"ban all online gambling.\" The Philippines answered some of China's concerns by imposing a moratorium on new licenses but stopped short of announcing a ban. Manila has its own concerns about the industry, with top officials suggesting that the influx of Chinese workers could turn to spying, posing a risk to national security. \"You would also start getting worried when a whole building, a condominium tower is occupied by only one nationality where you might not be able to guard their activities,\" Philippine National Security Adviser Hermogenes Esperon, Jr. said in July 2019. In May, dozens of legislators introduced a new bill to ban POGOs on the grounds they represent a social menace and a source of corruption. Manila earlier responded by announcing plans to build two \"self-contained\" hubs for online casinos and their workers located in Cavite City and Clark, two cities near the capital. They both became operational late last year. \"These hubs will allow POGO workers to carry out their work, live and spend their leisure time under a single roof,\" according to the PAGCOR spokeswoman. \"It will also increase their safety, as law enforcement agencies will have a presence there.\" Several government agencies, such as the Bureau of Internal Revenue, will also set up antennae in the hubs, she said. This will allow them to keep a close eye on the POGOs, making sure they pay their taxes and obey the law. China is not happy. In the August 2019 statement, it expressed \"grave concern\" about the centers, saying they risked infringing the \"basic legal rights\" of Chinese citizens. Philippine officials seem unperturbed. \"They (China) can't dictate on us,\" said Philippine ambassador to China, Jose Santiago Sta. Romana, in a media briefing. \"Those are sovereign decisions. That is where we stand.\" "
    },
    {
        "text": "Lesotho's ex-prime minister Thomas Thabane and his wife paid a local criminal gang to kill his estranged wife three years ago, according to recently released court documents. Thabane ordered the hit on Lipolelo Thabane to allow his current wife Maesaiah to become the first lady, Lesotho police commissioner Paseka Mokete said in an affidavit. Lipolelo Thabane was fatally shot by gunmen near her home in the capital Maseru in June 2017. She was negotiating a divorce from Thabane before her death. The documents state that the prime minister and his wife allegedly met with the head of a gang and promised them $177,000 and jobs to kill Lipolelo before his inauguration as prime minister, police said in the affidavit. Thabane also shared his ex-wife's home address with her killers and they started monitoring Lipolelo's movement, police said. They attempted to kill Lipolelo on 12 June but failed and she reported the incident to the police, according to Mokete. They then waylaid and killed Lipolelo two days later on her way from a meeting with an unnamed intermediary, who is now a state witness. The intermediary was negotiating a truce between the two women in Ficksburg, a small town in neighboring South Africa, according to the affidavit. Thabane married his current wife Maesaiah two months after Lipolelo was killed. Maesaiah has been charged with Lipolelo's murder and the attempted murder of another woman, who was with the former first lady when she was killed. The former prime minister has not been charged despite attempts by police to prosecute him. His lawyers have argued that he has immunity because of his position. Thabane stepped down from office in May following months of pressure from his party to resign over his alleged involvement in the case. He will be charged with murder now he is no longer in power, Mokete said. Police re-arrested Maesaiah last week and her previous bail was revoked over technical issues. The court ordered a fresh bail application and said a different judge must hear the case. "
    },
    {
        "text": "More than 100 people were arrested in London on Saturday after violence broke out as far-right groups targeted anti-racism Black Lives Matter (BLM) demonstrations. The offenses as of 9 p.m. included violent disorder, assault on officers, possession of an offensive weapon, possession of class A drugs, and drunken disorder, London's Metropolitan Police said in a tweet. Far-right groups bombarded police with bottles and occasionally scuffled violently with officers as they staged a counter-protest in central London. Police also arrested a 28-year-old man after an individual was photographed on Saturday apparently urinating on a memorial to a police officer killed while defending Parliament from a terrorist attack in 2017. The man was arrested north of London \"on suspicion of outraging public decency,\" police said. Hundreds of mostly middle-aged white men, many shirtless or clutching beers, gathered in Parliament Square, where video showed a small number of right-wing protesters throwing objects at a line of police, some of whom responded with batons. The groups, some of them chanting \"England\" during clashes, said the counter-protest was intended to \"protect\" statues around Parliament Square, including that of wartime prime minister Winston Churchill. UK Home Secretary Priti Patel described the behavior as \"thoroughly unacceptable thuggery.\" \"Any perpetrators of violence or vandalism should expect to face the full force of the law. Violence towards our police officers will not be tolerated. Coronavirus remains a threat to us all. Go home to stop the spread of this virus & save lives,\" she said. In Trafalgar Square, officers formed barriers between BLM and far-right groups, as authorities in the UK capital urged people to stay away from the protests, given the high likelihood of violence. The statue of Churchill was boarded up, as were statues of Nelson Mandela and Mahatma Gandhi. One self-declared England fan and soccer hooligan confirmed to CNN last week that there were threats to pull down the Mandela statue. The Mayor of London's office said: \"The statues of Winston Churchill, Nelson Mandela and Mahatma Gandhi are being temporarily covered for their protection. All other statues in Parliament Square and Trafalgar Square remain under review and we will put protection in place should the need arise.\" London's Metropolitan Police imposed a 5 p.m. (12 p.m. ET) limit on both the Black Lives Matter and right-wing protests in the UK's capital. They also imposed conditions on what route and area the protesters could use, to try to prevent the two groups clashing. Protests planned by Black Lives Matter and associated groups were to follow a planned route from Hyde Park to Trafalgar Square while protests by right-wing groups were to stay in Parliament Square and Whitehall, south of a police barrier. In a statement released Friday, Met Police Commander Bas Javid said: \"I absolutely understand why people want to make their voices heard -- there is a really strong depth of feeling out in the communities, but the Government direction is that we remain in a health pandemic and people are asked not to gather in large groups. By doing so, you are putting your own safety, and that of your family or friends at risk. We are asking you not to come to London, and let your voices be heard in other ways.\" CNN has previously reported comments from Metropolitan Police Commissioner, Cressida Dick, that her forces had information that people were \"intent on coming to cause violence and confrontation\" at BLM marches across London this weekend. \"We can anticipate that some of them, whatever their political persuasion, are intent, some of them, are intent on having a confrontation with people from the Black Lives Matter movement. So my message is please just stay away this weekend,\" she said. The UK's official Black Lives Matter group distanced itself from the protest that it had planned in central London on Saturday. \"Please, people, our people, if you want to protest this weekend, do it in your ends,\" it tweeted, adding, \"Our priority must be our safety -- please take care of yourselves and each other.\" UK anti-racism charity Hope Not Hate had warned about the possibility of violence from \"football hooligans\" and far-right groups at protests this weekend. \"While the hooligans claim that they are coming to London to \"protect the war memorials\" is also clear from the racist comments of many that they also hope to confront BLM and anti-fascists,\" Hope Not Hate wrote in a statement on Monday. London Mayor Sadiq Khan urged residents to stay away from protests this weekend amid a \"high\" risk of violence in the city. \"I'd like to make a direct appeal to Londoners to urge you not to take to the streets to protest over the coming few days,\" Khan said in a video posted on social media. \"I stand with the millions of people around the world who are saying loud and clear that Black Lives Matter,\" he said, adding that the majority of protesters are peaceful. \"However, I'm extremely concerned that further protests in central London could not only risk spreading Covid-19, but also lead to disorder, vandalism and violence.\" \"We know that extreme far-right groups, who openly advocate hatred and division, are planning counter protests. \"This means that the risk of disorder is high.\" Khan said the counter-protests were clearly designed to provoke violence, and the best way to respond was to stay home and ignore them. He said more than 60 police officers had already been injured while responding to previous demonstrations, adding that authorities will respond forcefully to those causing violence this time. Meanwhile, thousands of people gathered in central Paris to protest against police brutality -- an issue symbolized in France by the 2016 death in custody of Adama Traoré, a young black man. Saturday's protests were organized by 17 groups, including the family's \"Truth for Adama\" campaign. Speaking ahead of the start of the march, Adama's sister Assa Traoré called for justice. \"Why did my brother die? Why was my brother pinned down?\" she said.  \"My brother died the same way Georges Floyd did.\" \"We will fight that battle with all the French people. If you don't suffer discrimination, good for you, join us in the fight anyway.\" In response, a small number of far-right protesters scaled a nearby building to unfurl banners reading: \"Justice for the victims of anti-white racism.\" While police did not formally ban Saturday's protests, gatherings of more than 10 people are not permitted under France's coronavirus laws. Authorities on Friday urged businesses in Place de la République and Place de l'Opéra to close and to remove anything that could be used as a weapon. A large crowd of protesters also gathered in Perth in Western Australia for a rally in support of the Black Lives Matters movement Saturday. The rally, organized by First Nations Elders, aims to draw attention to and end violence against Aboriginal people in police custody and to end state sponsored racism. Saturday's rally to support the Black Lives Matter movement in Sydney was made illegal by a court injunction over pandemic public health concerns. Nic Robertson, Mick Krever and Luke Wolagiewicz contributed reporting from London, Carly Walsh from Hong Kong and Eva Tapiero from Paris."
    },
    {
        "text": "Rio de Janeiro Coronavirus rages on the edges of Rio de Janeiro -- in the hills and slums run by drug gangs, where police dare not go unless on an armed raid. Absent of help from the state -- President Jair Bolsonaro has pledged to crush criminals \"like cockroaches\" -- the gangs have stepped up. Where before they peddled narcotics with the rule of the gun, now they also push curfews, social distancing and food handouts for the neediest. \"We fear the virus, not Bolsonaro,\" said Ronaldo, a gang member who, like most people interviewed, either requested anonymity or gave a false name. \"We can't count exactly how many have already died. The hospitals kill more than if you stay home and take care of yourself.\" A drug gang granted CNN access one of Rio's poorest and most socially isolated communities, to illustrate how it has dealt with Covid-19. It's an area inaccessible to state healthcare. Alcohol gel, medication and cash handouts are all part of a system that gang members were eager to display, with Brazil now the country with the second highest number of coronavirus infections behind the United States, and where cases are still doubling every two weeks. Four young men climb off their motorbikes and begin to lift large plastic bags from the back of a pickup truck. The first package of groceries goes to a manicurist who has been out of work for four months. The second goes to a street vendor. \"Things are getting very difficult,\" said the street vendor, who requested anonymity. She says she is trying to set up a stall in the community, but there is nobody to buy her products. \"I'm trying at least,\" she said. \"Kids and lots of people are getting sick. The food they're giving us helps a lot.\" She says her father-in-law died in April from Covid-19. He seemed stable, she adds, until he was transferred to hospital, where he died within the day. \"Until now we didn't get a full report on what happened, except that it was Covid-19,\" she said. \"It took two weeks for him to be buried.\" She says that her uncle is now sick and hospitalized, having caught the virus while at his supermarket job. Medical help is available in the community, and hospitalizations are rare. \"Doctors from the community are helping the sick people voluntarily,\" Ronaldo said. \"The people who have money can get assistance. The ones who haven't just can't.\" The local community sometimes chips in to pay for burials, says Ronaldo. \"The isolation was going well here but now even the President himself -- in his own words -- is disregarding it,\" Ronaldo said. \"But we can't ease it. We've seen a lot of death. We know it's not a small thing.\" As he spoke, two teenagers played pool nearby. Many here violate the social-distancing rules, like they do on the wealthier coast below. \"It's complicated to enforce quarantine on people,\" Ronaldo said. These drug dealers -- young and armed with old semi-automatic rifles, short-barreled M4s and, in Ronaldo's case, a Glock pistol adapted into a rifle -- have become as knowledgeable about Covid-19 as they are about narcotics. When asked if they would accept any of the two million doses of hydroxychloroquine that the United States has agreed to send Brazil -- despite the drug being ruled ineffective against Covid-19, and perhaps dangerous by the World Health Organization -- Ronaldo replies: \"I don't think hydroxychloroquine helps. It's BS. Everything that comes to Brazil from abroad has already been contaminated.\" The streets seem busy for curfew. Bars are closed, however, and business has adapted to the pandemic. Neia, a hairdresser before the pandemic, has turned to making masks. She sells them through her front window, which allows her to stay inside. They're free for children, and three face masks cost 10 reals (about US$1.75) for adults. But Neia says that drug dealers give her 15 reals. \"I am more afraid of the virus than anything else here,\" she said. \"An elderly man who lives there (next to her home) died. People in general are respecting isolation.\" Crime has often cut this community off from the rest of Rio. Police regularly raid the area, as part of Bolsonaro's crackdown on favelas. He has said that a policeman who does not kill is not a real policeman. And the resulting uptick in deadly operations has led to outcry from human rights advocates. The most recent raid near this favela occurred ten days ago and left at least seven dead. The signs another raid may be on its way are everywhere: a big rock blocks a road, the sound of firecrackers from a rooftop -- a warning that a lookout has seen something strange, and the police may be coming again. Nearly everyone we spoke to had a story of death or infection from coronavirus. Daniel, who runs a street food stall, told stories of deaths he had heard of as he prepared pastels. \"Today there was a girl who lives nearby who died,\" he said, adding a friend of his with diabetes and a heart condition also died suddenly at home. The street he lives on has seen two deaths, he says. \"There's less movement in the streets,\" Daniel said. \"I wash my hands here all the time. I use hand gel, masks and clean the stall a lot.\" The dealers have barred restaurants from putting tables out, he says. \"The virus is in control here,\" Daniel said. \"Even the dealers are afraid. It's not possible to control everybody.\" The motorcycles whizz back and forth, some carrying gunmen, others ferrying  teenage girls out for the night. The streets buzz with activity. At times it feels like a world before lockdowns. But locals say it's fairly empty. Bars, they say, would normally hum with music and drug dealing would be more prevalent. Areas like these will be an enduring concern to healthcare workers as the pandemic grows. The state will know little about how the virus has spread in these communities. Residents here may live apart from wealthier Rio neighborhoods, but many work there, nonetheless, and may spread the virus. Firecrackers suddenly crackle again, and a lookout fears the police are on their way. "
    },
    {
        "text": "New York The final photos journalist Linda Tirado took around midnight on May 30, while covering the protests in Minneapolis, show what appears to be a police officer aiming a foam bullet gun right at her. Shortly after, Tirado was hit in the face with a foam bullet, which broke the goggles she was wearing and left her permanently blind in one eye. \"There were protesters behind me, police in front of me, but you can see from the clarity of the photo that there wasn't gas around us,\" Tirado, a freelance journalist and author, told CNN's Brian Stelter on \"Reliable Sources\" Sunday. \"There's no way that they could have mistaken me — with a professional camera — for anything but working press,\" she said. Now Tirado is suing the City of Minneapolis, its police chief and others over her injury. Tirado is just one of hundreds of journalists who have been assaulted, arrested or harassed while covering the nationwide demonstrations over the death of George Floyd at the hands of police. Like in Tirado's case, many such attacks have been carried out by law enforcement, according to the US Press Freedom Tracker, a nonprofit organization that tracks incidents of violence against journalists covering the protests. The Press Freedom Tracker has verified more than 400 such incidents across 60 cities. Reporters have largely said they want attention to be focused on the communities they cover, not on their own safety concerns. Still, the incidents have provoked concern from a range of advocacy groups. \"Journalists have a clear First Amendment right to cover public events,\" Freedom of the Press Foundation advocacy director Parker Higgins said in a statement. Tai-Heng Cheng, an attorney with Sidley Austin who took on Tirado's case pro bono, said the case will have important implications not just for Tirado but also for all journalists working to deliver reports to the American public from the ground amid the demonstrations. \"The US Constitution is clear: you simply do not shoot journalists covering civil protests. It is fundamentally un-American,\" Cheng said. \"And we brought this lawsuit for Linda because it's really important, we think, to establish that principle.\" Tirado pointed out that freelance journalists, which have likely grown in number as permanent newsroom jobs disappear, take on additional risks when covering protests because they don't have the protections such as health care from an employer. \"As a freelancer without the protections of a press desk and the attorneys that would come with a network or a news masthead — freelancers are certainly left to themselves,\" Tirado said. \"I'm definitely going to be looking at surgery bills for at least the next few months. I just got the first bills rolling in, and they're pretty big, so we'll see how this goes.\" She said she is now grappling with what the future of her work will be like after recovering from her injury, but she is certain she will continue working. \"I think the nature of my work is going to have to substantially change, given that I am a frontline journalist, and it's a question of how I'm going to heal up and whether I'll be able to safely go on location,\" Tirado said. \"But, yes, I am still going to keep working. There's absolutely no way this stops me.\" "
    },
    {
        "text": "Idaho police confirmed the two sets of human remains found at Chad Daybell's home were those of two missing children who had not been seen since September, according to a news release issued Saturday. Daybell is married to Lori Vallow,  the mother of the children,  17-year-old Tylee Ryan and 7-year-old Joshua \"JJ\" Vallow. A search warrant was executed Tuesday at Daybell's home in Fremont County, near the Wyoming border, where the remains were found. After being taken to the medical examiner's office, the bodies were identified as JJ and Tylee. \"It is not the outcome we had hoped; to be able to find the children safe. Our hearts and prayers go out to the families of JJ and Tylee,\" the Rexburg Police Department said in a news release. Tylee was last seen when she visited Yellowstone National Park on September 8 with her brother, her mother and her uncle, Alex Cox, according to authorities. JJ was last seen at a school in Idaho later that month. Vallow and Daybell married in November, not long after their previous spouses died and Vallow's children were last seen. Daybell appeared in court Wednesday on charges of destroying evidence. His bail was set at $1 million. The charges against Daybell are part of a sprawling investigation that has stretched from Idaho to Arizona to Hawaii, picked up connections to a deep religious ideology and raised new questions about the deaths of other family members. Vallow is currently awaiting trial for multiple charges, including two felony counts of desertion and nonsupport of children, according to a criminal complaint filed with an Idaho court. CNN's Chuck Johnston, Madeline Holcombe, Steve Almasy and Konstantin Toropin contributed to this report."
    },
    {
        "text": "When Marjorie Alston attended a Black Lives Matter protest in North Carolina with her boyfriend, she went carrying a sign but left wearing a ring on her finger. In the midst of marching, chanting and uniting with fellow protesters, 26-year-old Xavier Young got down on one knee and asked Alston to be his wife. \"I had no idea I would propose at the protest,\" Young told CNN. \"But when we decided to go, I threw the ring in my bag along with protest gear. When things slowed down a bit, I made it seem like I was grabbing some water, pulled out the ring, and asked her to marry me.\" Photographer Charles Crouch was at the protest in Raleigh on May 30 and captured the heartwarming moment in what he called \"divine timing.\" After the proposal, he and the couple ended up becoming friends. Alston, 23, who is four months pregnant with the couple's first child, said she knew Young would find a bold way to propose to her. But when he did it at the protest, she was completely shocked -- and immediately said yes. \"I wasn't really expecting this, but I loved it. It was very sweet and memorable. I know I will remember the moment forever,\" Alston said. 'Black lives matter and black love matters' Alston and Young met in the summer of 2018 when they were working at a laser tag entertainment center, but it wasn't love at first sight. \"The first thing I said to her was, 'Oh my God, is that your voice, stop talking',\" Young laughed. \"And then we fell in love.\" The proposal did more than solidify their love -- it connected them to their community and symbolized hope for the future, he said. The newly engaged couple were protesting police brutality and racial injustice, along with many others who've taken to the streets across the United States since May 25, when a Minneapolis police officer killed George Floyd, an unarmed black man, by kneeling on his neck. Young said he hopes the proposal brought something beautiful to an otherwise difficult and painful time. \"It's important for black people, people who look like Marjorie and I, to see images of black love amid everything that's going on and happening recently,\" he said. \"Black lives matter and black love matters because with our love we can heal each other and begin to address the trauma of being black in America.\" After the sweet proposal, the two got back up and continued protesting, something they plan to keep doing until there is change. "
    },
    {
        "text": "To end Sunday's \"State of the Union\" on CNN, anchor Jake Tapper took a few moments to address President Donald Trump's opposition to removing Confederate commanders' names from military bases. Below is a full transcript of Tapper's remarks: It has been a rough period for President Trump and the military leaders with his former defense secretary, retired Marine General James Mattis, assailing him for dividing the country -- a sentiment given an 'Amen' by Trump's former chief of staff, retired Marine Gen. John Kelly -- not to mention criticisms from Gen. Colin Powell, Adm. Bill McRaven, Gen. Martin Dempsey, Gen. John Allen, [and] Adm. Mike Mullen. The President and his supporters have had plenty of nasty things to say about these men who have served our country, of course. No need for me to report them. You all have access to Twitter. There is one group of generals, however, that the President is standing firm with, dead racist losers -- more specifically, the Confederate commanders after whom 10 Army bases are currently named. Days ago, the Pentagon said that they wanted to begin a bipartisan conversation about renaming these 10 bases but the President shut that down. He wants to continue to honor them. He wants to continue to honor, for example, John Brown Gordon, the namesake of Fort Gordon in Georgia. Major Gen. Gordon is believed to have headed the Georgia Ku Klux Klan, essentially in that era a terrorist organization. The President wants to continue to honor Gen. Henry Benning, who was, in the words of Gen. David Petraeus, \"Such an enthusiast for slavery that as early as 1849 he argued for the dissolution of the union and the formation of a southern Slaveocracy.\" He wants to continue to honor Braxton Bragg, a slave owner who resigned ignominiously after losing the Battle of Chattanooga. And on and on -- you get the point. Men who declared war upon the United States to fight for their right to own and rape and kill Black Americans. Now, the White House cannot defend the fact that a US military base is named after someone believed to have headed the Georgia Klan, so instead they talk about how we won two world wars with soldiers trained on those 10 bases. Four of these forts were named in the 19-teens, six of them were named in the 1940s. These bases were not named after the Civil War in attempt at national reconciliation. They were named in the 20th century as a way of honoring the racist \"Lost Cause\" that the generals fought. The key word in that phrase -- lost. They lost. And rightfully so. Their cause was immoral. White House press secretary Kayleigh McEnany, arguing that the bases should not be renamed, asked hypothetically this week, where does it end? Do we take away honors to George Washington or Thomas Jefferson? And that's a fine question. And I don't have an answer. Washington and Jefferson had slaves, though their careers were not built on fighting for the right to own slaves. In other words, they're honored despite the hideous parts of their histories, not because of the hideous parts of their histories. But, before we talk about where this all ends, it does not take much moral clarity to understand that a good place to start would be for the United States to stop honoring traitors and terrorists. "
    },
    {
        "text": "Ten South Florida police officers have resigned from their city's SWAT unit amid concerns about safety, including their feeling that they're \"restrained by the politicalization of our tactics,\" according to documents obtained by CNN. The officers sent a letter, dated Tuesday, to Hallandale Beach Police Chief Sonia Quinones, saying they were \"minimally equipped, under trained and often times restrained by the politicization of our tactics to the extent of placing the safety of dogs over the safety of the team members.\" The officers also said they were displeased after the command staff took a knee with activists and others during a demonstration on Monday, according to the letter. \"Until these conditions and sentiments are rectified and addressed, we cannot safely, effectively and in good faith carry out duties in this capacity without putting ourselves and our families at this needless increased level of risk,\" the officers added. Hallandale Beach is an oceanside community of about 38,000 people roughly 20 miles north of Miami. Hallandale Beach City Manager Greg Chavarria confirmed the members' resignation in a statement obtained by CNN, saying the police chief set a meeting with the officers for Monday afternoon to \"hear their concerns and collect their equipment,\" also clarifying that the officers only resigned from the SWAT unit, but have not resigned from the department. The officers resigned only from the SWAT unit, not from the police department, Chavarria said. \"The City of Hallandale Beach continues to have special weapons and tactics coverage through regional mutual aid, which the City has used for SWAT operations in the past. While the voluntary resignation of our officers from this assignment is unfortunate, our residents should be assured it has not had any impact on our commitment to protecting their safety. Also, while these officers have resigned from the SWAT Team, they have not resigned from the Department,\" the statement read. Chavarria also addressed the officers' concern over the command staff taking a knee during a demonstration. \"They specifically mention their displeasure with the Chief joining members of our community in taking a knee against racism, hatred, and intolerance earlier this week. They have incorrectly stated the gesture was in support of an elected official. This is simply not true,\" Chavarria said in the statement. Cities across the country have seen weeks of protests and unrest, sparked initially by last month's death in Minneapolis of George Floyd in police custody, which also spurred sweeping discussions about race relations, reform of policing and more. CNN's Jason Hanna contributed to this report."
    },
    {
        "text": "Gemma Padley is a photography writer and editor. The following is an edited excerpt from the book \"Portrait of Humanity Vol. 2,\" published by Hoxton Mini Press. The book brings together 200 shortlisted images for this year's Portrait of Humanity award, an annual prize awarded by 1854 Media. All opinions expressed in this article belong to the author. Whether we are taking the picture, being photographed or looking at an image, photography invites us to pause and think about what makes us human, to celebrate our differences and to remember that we are not that different after all. Looking through the images in the new book \"Portrait of Humanity Vol. 2,\" it's heartening to see so many examples of the best of humanity captured through photography's ever-shifting lens. The images in this collection whisk us off on a journey through 21st century life where we experience the entire gamut of human emotion and experience. There are displays of courage, love, tenderness, defiance, camaraderie and strength; there is eccentricity, playfulness, loss, companionship, despair, laughter, faith, hope and new life. Each image is like a portal into a world where, for the briefest of moments, we connect with the person or people depicted and share something of their experience in a very visceral, intimate way. And what sobering experiences they are. Celina lost her family to Ebola and wants to be a doctor so she can help others. She has not been cowed by the disease, rather she defiantly meets our gaze amid the ramshackle surroundings of Magazine Wharf, one of the largest slums in Sierra Leone's capital, Freetown. Elsewhere, Grace has chosen to use alternative therapies to treat her tumor and, like her name, she is the epitome of humility and dignity as she stands submerged in water. Carol Anne Mayer survived a house fire and has rebuilt her life; now she voluntarily counsels burns victims. These women, like many others in the book, have come through or are coping with huge challenges, but they refuse to be beaten. Their remarkable resilience is deeply humbling. There are the people boldly adapting to a changing world or who keep on keeping on even as their way of life is increasingly threatened. That's shown by a little girl whose family lives on the remote Arctic Archipelago of Svalbard where the signs of climate emergency are rapid and profound: waters are warming, sea ice is melting. Beneath a threatening sky she plays on a trampoline as any child plays anywhere in the world. There are those who have found great comfort through photography, such as the mother who took pictures to cope with the challenges of caring for her ailing father and young son, or the photographer who began a portrait project with her mother who has depression. And there are those who come together for what they believe in and to effect change: the Birmingham swimmers literally standing side by side to protest against the closure of their local swimming pool, or the performance artist-activists at Extinction Rebellion's \"Spring Uprising\" in 2019 who use art to confront the seminal issue of our time head-on. Hope and courage can be found in abundance in these portraits, from Pakistan to Tanzania, Bolivia to Greenland. In times of extreme crisis, art becomes more vital, more necessary, more urgent than ever. Portrait of Humanity is an annual award organized by 1854 Media. The accompanying book is published by Hoxton Mini Press."
    },
    {
        "text": "Sometimes, books come at exactly the right time, and that is certainly the case with \"The City We Became,\" the first book in N.K. Jemisin's \"Great Cities\" trilogy. The fantasy novel is based on the idea that the essence of New York City is transferred to six humans -- each an avatar for the five boroughs and one for the city as a whole -- who must protect the city, and its people, from an intergalactic multi-dimensional threat that manifests as a gentrifying Woman in White. No one knows how the pandemic-battered New York will fare in the coming months or years, but Jemisin points to the solidarity and resiliency of the city. \"New York has found ways to come together to make it a safer, healthier, half-happier place. People are looking out for each other,\" she said, from her apartment in Brooklyn. \"And the people who remain will still do what they can to be good New Yorkers, I suspect because there's something about being in the city that pulls that out of a lot of folks.\" Jemisin, who was raised by her mother in Alabama but spent summers and holidays in New York with her father, became a full-time resident of the city more than a decade ago, and since then she has become the first author to ever win the Hugo Award for Best Novel (awarded to a science fiction or fantasy book) three years in a row, for her bestselling \"Broken Earth\" trilogy. She is a frequent contributor to The New York Times, and the foremost voice for diversity and inclusion in the world of fantasy writing. Below, Jemisin discusses her latest release and how she turned New York City into a setting for magic and allegory. CNN: How did you come up with the concept for \"The City We Became,\" and specifically, the idea that cities are birthed? In your opinion, is New York alive? NKJ: I travel a lot and I've lived in lots of different places. Whenever you go to a new place, you get a feeling fairly quickly of whether you can be comfortable there, and if the place is welcoming to you and yours. New York has always felt like that to me. And I just thought, well, there must be something to that. If lots of people feel that personality or temperament, then there must be something we're all picking up on. And if there is a personality, there may be life. CNN: In the book, five of the main characters each represent a borough of the city: Brooklyn, Queens, Manhattan, the Bronx and Staten Island. What was your process for distilling the essence of each borough into a character? NKJ: I started with whatever the stereotype of the borough is. And then I tried to understand something about the borough's history. Finally, I wove the characters with my own impressions of the borough. There's a substantial amount of just subjective opinion in there. I'm sure I'm going to hear it from Staten Islanders because my opinion of Staten Island is distinctly noticeable. Brooklyn is 99 percent of what I know of New York, so I decided to make Brooklyn take a back seat because I love it so much. Even as a child, my father lived in Chelsea for a little, but then he moved to Brooklyn Heights. And this is before it was  fancy, expensive Brooklyn Heights. He moved to Williamsburg in the 1980s when it was still a dump, and he still is there today. So I've seen the gentrification wave, and what it does; I was literally at ground zero of the hipster movement. But really, I wanted to de-center my Brooklyn-ness. CNN: You have become one of the most recognized contemporary black writers in the fantasy genre. Can you speak to the importance of including more voices in a genre that has long struggled with diversity? NKJ: I'm not doing anything different than what those old white men with beards living in middle America are doing with their fantasy stories. They're interjecting their white dude ethics and aesthetics into what they write, and I'm doing the same thing with my fiction. The only difference is that our society is configured to see one of those things as perfectly normal, and the other as pathology. Some of the early reviews of \"The City We Became\" criticized the book because it only has one white character. But I'm just doing the same thing that television shows like \"Girls\" do -- I'm just showing New York from my perspective. I've never seen New York as a white place where everybody has really large apartments. If I'm going to write New York, I'm going to write the New York I know, in which artists and queer people and black people and all kinds of people with different ethnic backgrounds are blending and talking to each other and eating each other's food. That is the New York I've always known. Science fiction is about where we're going. But fantasy is about where we've been. If you look at these depictions of medieval Europe in fantasy novels written by middle American white dudes, it's not what the real medieval Europe was like -- art from the same period shows people of color and women in prominent roles. The fantasy we've been getting for the past few decades caters to a particular way of thinking about the world that needs to change -- especially regarding women, whiteness, race in general, and how cultures interact. Fantasy is enhanced by having different voices. But I've always said that black and female and queer writers will know when we have arrived when our work doesn't have to be exceptional. When our mediocre wish fulfillment fantasies get published as often as the white dudes' fantasies get published. CNN: Which authors have you been reading lately and what is it about their work that resonates with you? NKJ: As part of my research for \"The City We Became,\" I read \"The Life and Death of Great American Cities\" by Jane Jacobs. Jacobs was a contemporary of the famous New York city planner Robert Moses, and people just simply didn't listen to her partly because she was a woman. But her perception of how to make safer and healthier cities was rooted in observations of how people actually interact. If Jane Jacobs had had the power to impact the city, the city would be a much healthier place. Read me: an excerpt from \"The City We Became\" Manny's stomach has knotted with fear. He can tell she's about to do something, and he still has no idea how to fight her. \"What do you want?\" he asks, to stall her. To buy time to think. She shakes her head and sighs. \"It would probably be sporting to tell you, but there's no sport in this for me. I just have a job to do. Goodbye, Manhattan.\" All at once, she's gone. The Woman in White, that is; between one blink and another, the white woman's clothes and hair flicker back into their ordinary tints. She slumps a little, just an ordinary brown-eyed woman again. But after a moment of confusion, the woman's lips tighten and she raises her cell phone again. The camera light goes back on. But something worse is happening. When the hairs on the back of Manny's neck prickle, he jumps and wheels around, suddenly convinced that someone is coming at him from behind. He sees the forgotten young couple on the lawn, still picnicking, but otherwise there's nothing there— Wait. No. Rising from cracks and spars in the asphalt of the path... are ghostly little white nubs. Manny grabs Bel and yanks him back just as white nubs rise through a crack he'd been standing on. More wriggle through even the unbroken portions of the asphalt. When Manny sees that no white nubs are rising from the narrow ring of bare soil that surrounds the tulip tree rock, and perhaps another three or four inches beyond that, Manny pulls them both to stand within this apparently protected circle. \"What are—\" Bel begins. Bel can clearly perceive the white nubs, Manny is relieved to see. At least he doesn't have to explain this, too. Bel backs himself against the rock, looking around in horror as the nubs become inchworms. \"Just disgusting,\" says the woman. She stands amid an ankle-high lawn of the tendrils now—and the one coming from the back of her neck has fissioned into two, both of them uncannily oriented on Manny. Incredibly, through all this, she's still recording them. Or—not just recording? An instant later a voice crackles from the phone's speaker. Manny can't make it out, but he hears the woman say, \"I need the police. There are these two guys in Inwood Hill Park who are, I don't know, menacing people. I think they're drug dealers, and they won't leave. Also, they're having sex.\" \"Listen, woman, I don't think you know what sex looks like—\" Bel splutters. In the distance, the young couple giggles, though Manny doesn't think it's because of what Bel said. They're busy making out and haven't noticed what's happening by the rock. The woman ignores Bel, intent on her conversation. \"Yes. I will. I'm recording them. Right, uh-huh.\" She hesitates, then screws up her face and adds, \"African American. Or maybe Hispanic? I can't tell.\" \"I'm obviously British Asian, you stupid bint!\" Bel stares at her openmouthed. Meanwhile, however, the tendrils are still growing, and getting long enough that they're going to be able to touch Bel and Manny even if they climb on top of the rock. Which probably isn't going to help, since the rock isn't big enough for two people to stand on. Which reminds Manny that the rock is meaningful. An object of power—somehow. Shorakkopoch, site of the first real estate swindle of the soon-to-be New York. What can he do with that? Oh. Ohhhh. He pushes at Bel. \"Get up on the rock,\" he says. \"I need the room. And give me whatever is in your wallet.\" It's a measure of how freaked out Bel is that he complies, scrabbling onto the rock and groping for his back pocket. \"Worst mugging ever, mate,\" he quips with a shaking voice. Manny has pulled his own wallet out of his pocket. He finds himself remarkably calm as he opens it and rummages for something that will serve that tickle of an idea in his mind, and a detached, analytical part of him contemplates this lack of fear. He should be terrified, after seeing what these tendrils have done to another human being. What will it be like to have his body invaded and his mind overtaken by whatever entity these things serve? Like dying, he decides. And since some part of him has faced death before—he's aware of that suddenly; it's why he's so calm—Manny also decides that he's not going out like that. There's not much in his wallet. Some receipts, a five-dollar bill, an Amex card, a debit card, an expired condom. No photos of loved ones, which will strike him as odd only later. An ID—but immediately he tears his eyes away from this, not wanting to see the name he had prior to this morning's train ride. Who he used to be is irrelevant. Right now, he needs to be Manhattan. The instant his fingers touch one of the credit cards, he feels a flicker of that strange energy and focus that he had on FDR. Yes. \"Land has value,\" he murmurs to himself, distracted from the rising, whipping field of white all around him. \"Even public land, like in a park. It's just a concept, land ownership; we don't have to live like this. But this city, in its current form, is built on that concept.\" \"Please tell me you aren't losing it,\" Bel says from where he's crouched on the rock. \"I don't think both of us can afford a psychotic break at the same time. We just signed a lease.\" Manny looks up at him—and tosses the fiver to the ground, just beyond the rock's ring. He feels rather than hears a sudden, hollow, high-pitched squealing from where the bill has landed, and he knows without looking what has happened. Where the bill has touched the asphalt, it has hurt the tendrils, and caused the ones in that immediate area to withdraw. Bel stares at this. Frantically he pulls a handful of disordered bills out of his wallet. Some of them are euros, some British pounds, US bills, and a few pesos; clearly Bel travels a lot. He tosses one of the pound notes. It lands not far from the bill Manny threw, but nothing happens. \"I told you to give it to me,\" Manny says, snatching the wad of bills from Bel's shaking fingers. Doing this strengthens the strange feeling; Manhattan was built not only on land valuation, but stolen value. \"Just trying to help with this bollocks,\" Bel snaps. \"God, do whatever nonsense you have to do, they're getting closer!\" Manny starts casting the bills around the edge of the field of white, make-it-rain-style. He quickly sees that the money is having an effect, but not much of one. A five-pound note clears the space underneath it, but no more, and he loses sight of it after a moment amid the surrounding field of tendrils. The euros and pounds work, too, but it seems to depend on their value. A hundred-dollar bill clears not only its own space, but an inch or so around itself. A hundred-euro note clears slightly more—but all of it together adds up to only enough space to keep the nearer tendrils from being able to reach Manny. And if the tendrils keep growing, they'll eventually be able to reach Manny no matter how many additional inches of land he's gained. That's it. Suddenly, Manny understands: he is effectively buying the land around the tulip tree rock. But it costs a lot more than sixty guilders now. \"Bel, do you know how much Manhattan real estate runs? Per square foot?\" \"Are you actually insane.\" One of the taller tendrils whips toward Manny's thigh, and he swats it with a twenty-dollar bill. It squeals and withdraws. \"I really need to know, please!\" \"How the bloody fuck should I know? I'm a flat renter, not a buyer! Maybe a thousand dollars a foot? Two thousand?\" That's the problem, then, Manny realizes, with a bitter groan. Manhattan real estate is horrifically expensive, and they don't have enough cash to buy their own lives. In desperation, he tosses his Amex, and that has the biggest effect yet, clearing a rectangular chunk of space the size of a sedan. Apparently he's got good credit. Bel doesn't have any cards, however, and there are tendrils beyond the space he's cleared—and now Manny's only got the debit card left. How much money is in his bank account? He can't remember. \"Okay,\" says the woman, with satisfaction. Manny is stunned to realize he forgot her for a moment. She smiles at them from amid the thickest knot of gently waving tentacles, her head and shoulders now festooned with at least a dozen. \"The police say they're on their way. You people might have been able to get away with doing drugs or blowing each other in broad daylight before, but I didn't move here to put up with stuff like that. We're gonna get you out, one by one.\" Manny's consternation about Manhattan real estate prices is eclipsed by sudden dry-mouthed fear. If the police do show up—which isn't a guarantee; even as a newcomer, he can tell Inwood is still too brown a neighborhood for a definitive or quick response, especially during a citywide emergency—they will walk right into the rapidly growing field of white tendrils that now surrounds Manny and Bel. And if one tendril has turned a nosy, racist white woman into a conduit for disembodied existential evil, he doesn't want to see what infected NYPD will become. He's getting ready to throw the debit card, and hoping desperately that that account just happens to contain a million dollars or so... when they hear another cell phone. New York, New York, big city of dreams... It's mostly a gabble of tinny sound from this distance. Probably an iPhone. But from the gabble, Manny can make out handclaps over a beat. Electronic drums and... a record scratch? Like in old-school rap? Too much... too many people, too much... Manny whips around to see a middle-toned Black woman coming toward them along a path that converges with the Shorakkopoch clearing. She's tall and strong, with an upright carriage and thighs that are nothing but curve, the latter accentuated further by the pencil skirt she's wearing the hell out of. Some of her bearing comes from all this style, plus smart heels and an elegantly texturized, honey-blond-dyed cap of curls—but most of it's just her. She's a presence. She looks like either a CEO on her way to an incredibly stylish meeting, or a queen who just happens to be missing her court. Then Manny sees that she's also holding up a cell phone. Instead of filming, however, she's using this one to blare music. The song is a little before Manny's time, but he's heard it once or twice, and—ah. With every tinny beat of the synthesized drums, the field of tendrils that has filled the tulip tree rock clearing begins to twitch en masse. As Manny inhales in relief, the woman steps onto the cobbles, and the tendrils flinch away from the brisk click of her heels. The ones she steps on actually scream, in tiny hissing squeaks as they writhe—and then vanish. When she directs the phone downward, the ones that haven't already withdrawn shudder as if each beat is a painful blow. Then they crumble away, leaving no residue or sign that they were ever there. The tendrils are crumbling away everywhere. Too much... too many people, too much... Yes. The city might welcome newcomers like Manny, but mind-controlling parasitic otherworldly entities are the rudest of tourists. \"Five of us,\" Manny murmurs. He knows who, or at least what, this woman is."
    },
    {
        "text": "Off the coast of Cullercoats, in northeast England, researchers Max Kelly and Priscilla Carrillo-Barragan send a long tubular net into the depths of the North Sea. Known as a vertical tow, the net is used to collect samples of microscopic zooplankton, whose health can serve as a bellwether for an ocean's overall wellbeing. Newcastle University's Dove Marine Laboratory has been collecting microorganisms from these waters for the last 50 years, shedding light on the impact of changing nutrient levels and global warming. But now experts are studying the samples to examine a growing but almost invisible threat to our seas: plastic microfibers. Microplastics (those measuring up to 5 millimeters in diameter) make up almost a fifth of the 8 million tons of plastic that ends up in the oceans each year. Of these, miniscule strands known as microfibers -- which largely come from synthetic clothing -- are the most common, according to Kelly, who researches marine biotechnology at the university. \"A lot of our work is focused on polyester, and polyester is the most widely used synthetic fiber in the textile industry,\" he says. \"So we're ... looking at (what happens) when we wash clothes, what polyester fibers come off and wash down the drain pipes into the ocean where they can be ingested by a wide range by animals.\" Every time we do our laundry, our clothes shed millions of microfibers. Although wastewater treatment plants are able to catch as much as 99% of them, the rest can eventually flow into rivers, waterways and, ultimately, the ocean. \"You go from washing machine into environment pretty easily,\" Kelly adds. Invisible threat With Monday marking World Oceans Day, much attention will be paid to the impact of plastic bags, bottles and discarded fishing nets on marine life. But while these pollutants pose serious threats to larger animals, it's microplastics that disrupt life at the very bottom of the food chain. According to Carrillo-Barragan, a research associate at Dove Marine Laboratory, the fibers have an immediate impact on the microorganisms themselves, on aspects such as feeding behavior, reproduction and larval development. This could, in turn, affect the health of the whole marine ecosystem. \"It's been reported that instead of eating what they need, (microorganisms) are eating plastic so they don't get the nutrients they need,\" she explains. \"And then, what the studies mention, is they don't develop as they should. \"If you think of these (microorganisms) being at the base of the food web, then ... they are food for other bigger species, and then they are not getting the nutrients they need. So it is, overall, a less nutritious cycle.\" There are fears that these plastic particles may eventually end up on our dinner tables. And while there are still many unanswered questions about bioaccumulation -- a process whereby potentially toxic particles make their way up the food chain -- Carrillo-Barragan sees worrying signs in the nascent research. \"It's an early science,\" she says. \"We are just starting to do experiments on the possible effects that (microplastics) might have in all levels of life -- including us. \"We don't know exactly what is going to happen, or what will be the consequences. But we can tell that just by the abundance of (microfibers in the ocean) ... that there might be something.\" Fast fashion's impact At the root of the problem is a global textile industry that Kelly says produces more than 40 million tons of synthetic fabrics a year. The vast majority of this is polyester clothing, he explains, while acknowledging the material's many benefits. \"It's a great material to make clothing,\" he concedes. \"It's very breathable. It is used a lot for sports and outdoor activity. They dry really well and it's a cheap material as well. It is very durable and lightweight. \"So it is ideal in terms of clothing. However ... that durability makes it very difficult to degrade.\" The British researcher has been working with multinational corporation Proctor & Gamble, which makes detergents among much else, to investigate how individuals' laundry habits may impact the number of microfibers released per wash. Their studies have found that delicate wash cycles can produce 800,000 more microfibers than regular ones. Neil Lant, a research fellow at the American firm, says that cold, quick wash cycles can help people reduce their plastic footprint. He also recommends only running full loads and using a high-efficiency washing machine. The use of chemical detergents, fabric softener and stain removers, as well as the synthetic dyes released from clothes during washing, can all have a negative impact on the environment. But cutting down the amount of new clothing we buy may, in addition reducing textile waste, have the added benefit of lessening microfiber pollution. \"We found new clothing, was shedding much more fiber than older fabrics,\" Lance says. \"And we did testing of 60 washes to confirm this. That's really important because it's telling consumers another way that they can slow down fiber loss, and to significantly reduce the amount of fibers (released), is to buy less new clothing. \"It'll help people financially and it'll also be great for the environment. So we think everyone's a winner. But it does involve a culture change for sure.\" Kelly adds, \"People should care because we've all got to play our part. (If) we play our part, it's going to equate to a big overall positive impact on the ocean.\" Watch the video above to learn more about Newcastle University's research into the environmental impact of microfibers."
    }
]