[
    {
        "title": "Coronavirus: The new rules for the 'day out'",
        "description": "Theme parks, museums and leisure attractions are working out how they can re-open safely.",
        "date": "Wed, 17 Jun 2020 00:33:35 GMT",
        "link": "https://www.bbc.co.uk/news/entertainment-arts-53070380",
        "positive": 0.24,
        "neutral": 0.76,
        "negative": 0.0,
        "overall": 0.7184,
        "keywords": "year court case trump said law report cia chauvin security justice floyd charge intelligence cnn prosecutor official new people president murder community department data day person state second queen decision concern rally say national week evidence degree according fact released"
    },
    {
        "title": "Stars urge BBC to protect regional current affairs programmes",
        "description": "Broadcasters from Stephen Fry to Sir Lenny Henry sign a letter urging the BBC not to cut Inside Out.",
        "date": "Wed, 17 Jun 2020 00:43:34 GMT",
        "link": "https://www.bbc.co.uk/news/entertainment-arts-53068900",
        "positive": 0.155,
        "neutral": 0.845,
        "negative": 0.0,
        "overall": 0.529,
        "keywords": "people said test new say testing number tested police black state infection just like year case don holly different department uk life risk official day really time foreign home white government data officer policy book film old hit coronavirus death"
    },
    {
        "title": "Coronavirus: NHS staff need tests 'twice a week'",
        "description": "Two leading doctors said regular testing is needed to give patients confidence as the NHS reopens.",
        "date": "Wed, 17 Jun 2020 00:26:07 GMT",
        "link": "https://www.bbc.co.uk/news/health-53066177",
        "positive": 0.136,
        "neutral": 0.864,
        "negative": 0.0,
        "overall": 0.5106,
        "keywords": "said police officer year people new black say time state white city like just york life american cnn film going department community president day right protest family woman thing told floyd house death case don trump way month country know"
    },
    {
        "title": "New trials planned for cash-stricken communities",
        "description": "Organisers hope the projects will inform debate over the future of cash at a time when card use in rising.",
        "date": "Tue, 16 Jun 2020 23:01:42 GMT",
        "link": "https://www.bbc.co.uk/news/business-53068282",
        "positive": 0.112,
        "neutral": 0.888,
        "negative": 0.0,
        "overall": 0.4404,
        "keywords": "black police officer trump said basically movie president significance life world like recalled covid official based spot worker knee culture year law understand pub salon important outside 19 1969 community message lee best era hear evidence written slow restricts 1991"
    },
    {
        "title": "A Street Cat Named Bob: Stray who inspired series of books dies",
        "description": "James Bowen wrote six books about his pet Bob who he chanced upon while battling drug addiction.",
        "date": "Tue, 16 Jun 2020 20:46:22 GMT",
        "link": "https://www.bbc.co.uk/news/uk-england-london-53072938",
        "positive": 0.106,
        "neutral": 0.825,
        "negative": 0.069,
        "overall": 0.2732,
        "keywords": "people care coronavirus said case health number say disease trump temperature country just need time covid tulsa virus used person home area place death 19 public uk pandemic month new president american day spread staff city week symptom know official"
    },
    {
        "title": "Flushing 'can propel viral infection 3ft into air'",
        "description": "Flushing the toilet with the lid up creates a cloud of spray that may spread infection, study finds.",
        "date": "Tue, 16 Jun 2020 15:05:03 GMT",
        "link": "https://www.bbc.co.uk/news/health-53047819",
        "positive": 0.084,
        "neutral": 0.916,
        "negative": 0.0,
        "overall": 0.2732,
        "keywords": "people coronavirus said uk case government number say virus disease health england time lockdown new day test country home death need public 19 symptom contact risk social 000 infection covid face spread week state care testing year staff distancing service"
    },
    {
        "title": "Coronavirus: Dexamethasone proves first life-saving drug",
        "description": "Patients should be given the cheap drug without delay, after \"fantastic\" trial results, experts say.",
        "date": "Tue, 16 Jun 2020 16:44:39 GMT",
        "link": "https://www.bbc.co.uk/news/health-53061281",
        "positive": 0.094,
        "neutral": 0.906,
        "negative": 0.0,
        "overall": 0.2411,
        "keywords": "police said officer glass shot gun bridge layer car told approached home according park panel cnn standing second incident year running playing holding managed crack outside object cell video news man apartment 2019 guest white responding city monday door called"
    },
    {
        "title": "Coronavirus: Prince Charles's sense of smell and taste still not back",
        "description": "The prince discusses his experience with Covid-19 as the royals return to public engagements.",
        "date": "Tue, 16 Jun 2020 19:22:29 GMT",
        "link": "https://www.bbc.co.uk/news/uk-53026903",
        "positive": 0.065,
        "neutral": 0.935,
        "negative": 0.0,
        "overall": 0.1531,
        "keywords": "school said meal free child england people rashford government coronavirus voucher family time week pupil mr lockdown disease summer food marcus eligible footballer country shop term year campaign holiday northern number scheme ireland scotland including make household say wale home"
    },
    {
        "title": "Tornadoes caught on camera across two counties in Wales",
        "description": "Eyewitnesses filmed a twister near Brecon and then another 40 miles away in Ceredigion.",
        "date": "Tue, 16 Jun 2020 19:45:59 GMT",
        "link": "https://www.bbc.co.uk/news/uk-wales-53069614",
        "positive": 0.0,
        "neutral": 1.0,
        "negative": 0.0,
        "overall": 0.0,
        "keywords": "said people daily case coronavirus time say black test 000 house penny wedding county year like death film open company star going business health camp 22 england food police number bbc court life cnn state right week different place color"
    },
    {
        "title": "'Invisible' unpaid carers going hungry in lockdown",
        "description": "Unpaid carers looking after their parents and relatives are turning to food banks, say researchers.",
        "date": "Wed, 17 Jun 2020 00:38:47 GMT",
        "link": "https://www.bbc.co.uk/news/education-53070741",
        "positive": 0.0,
        "neutral": 1.0,
        "negative": 0.0,
        "overall": 0.0,
        "keywords": "indian border india said china army side chinese say line troop soldier military disputed clash people government region casualty ladakh month tuesday tension face uk furlough country year lac week pay employer new furloughed day book coronavirus official work employee"
    },
    {
        "title": "India-China clash: 20 Indian troops killed in Ladakh fighting",
        "description": "It is the first deadly skirmish in decades between the two regional powers at their disputed border.",
        "date": "Tue, 16 Jun 2020 20:20:53 GMT",
        "link": "https://www.bbc.co.uk/news/world-asia-53061476",
        "positive": 0.0,
        "neutral": 0.769,
        "negative": 0.231,
        "overall": -0.7845,
        "keywords": "said officer brook people wedding police time coronavirus say uk atlanta face cnn england year government home public department told case use taser second right supplier venue family country place make day want death covering need know don charge person"
    }
]